import { IRecord } from "@components/models";

export function makeData(): IRecord[] {
    return [
        {
            country: "Russian",
            description:
                "Приведены некоторые данные о применении инерционной сварки для изготовления S-образных эксцентриков\n            тормозной системы автомобилей. При объеме произ-ва 200 000 изделий в год переходит от единой поковки к\n            сварному изделию, состоящему из кованной S-образной головки и точечного стержня, приводит к сокращению\n            стоимости каждого изделия на 0,73 долл. Фирма приобрела сварочную машину Caterpiller, 250 Inentia Welder и\n            провела все необходимые испытания и доработки. Для улучшения обрабатываемости стержень изготавливают из Ст\n            марки 1040, а эксцентрик из Ст 1045. После сварки проводится только визуальный контроль кач-ва сварного\n            соединения. Разброс величины осадки не превышает +-5% от номинальной величины. По величине осадки судят о\n            правильности заданного режима сварки, а также об отклонениях в качестве материала. Фирма намечает закупить\n            еще 2 машины для инерционной сварки других изделий Илл.7. А.Егунов\n        ",
            title: "Фирма Fruehauf Corp. Delphos (США) получает экономический эффект отприменения иннерционной сварки",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Manuf. Eng. and Manag" 65 №1 29-32 (англ.)',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Инерционная сварка - метод соединения металлич. деталей в твердом состоянии за счет использования\n            кинетич. энергии вращающихся деталей. При этом часть кинетич энергии затрачивается на разогрев, а часть на\n            деформацию соединяемых деталей, необходимую для осуществления сварки. Кинетич. энергия накапливается при\n            раскручивании массивного маховика. Цикл сварки составляет 0,2 -2 ек. Фрма Caterpillar широко применила этот\n            процесс в серийном производстве деталей тракторных двигателей, для чего были разработаны спец. сварочные\n            установки. Илл.7. Ю.Яровинский\n        ",
            title: "Инерционная сварка. (Разработки фирмы Caterpillar). - Le soudage par inertie)",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Sounder" №92 11-15, 17-19 (франц)',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Для соединения закаленных головок с термически необработанными стержнями в качестве основного\n            варианта была применена сварка трением. Образцы, сваренные на машине заводской конструкции, испытывали на\n            изгиб, кручение и aн. Приведены характеристики соединений, выполненных сваркой трением. ПРоведение термич.\n            обработки заготовок до сварки увеличивает производительность и улучшает кач-во обработки. Илл.4. Табл. 1.\n            [Челябинский поличехнич. ин-т; Челябинский тракторный з-д]\n        ",
            title: "Сварка трением термически обработанной стали 45",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Сварочн. произ-во" №10, 51',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "1. В последние годы изготовление двухслойных сосудов с коррозионностойкой внутренней поверхностью\n            осуществляют с помощью сварки врывом. Этот способ сварки обладает преимуществами, которые заключаются в его\n            простоте, надежном сцеплении плакирующего покрытия по всей поверхности. Пирведены физ. св-ва 6\n            коррозионно-стойких материалов, наносимых на внутреннюю поверхность сосудов. В результате взрыва образуется\n            волна, оказывающая давление на стенки сосуда. Величина этого давления зависит от массы заряда, расстояния от\n            него до стенки, а также такого фактора как глубина слоя воды. Приведены результаты измерения взрывного\n            давления в цилиндрич. сосуде со сферич. днещем. Построена номограмма, позволяющая по диаметру и толщине\n            внутреннего сосуда определять давление от взрыва. Приведены фотографии микроструктуры места переходной зоны,\n            а также многочисленные фотографии изделий различныз диаметров от труб диам. 21 мм до днищ диам. 3,2 м,\n            футерованных с приминением взрыва. Илл. 21. Табл.3\\r\\n2. Отмечены преимущества и недостатки сварки взывом.\n            Сварка взрывом позволяет соединить между собой практически се Ме с любым соотношением толщин, обеспечивает\n            получение надежного соединения и не требует спец. оборудования. Кнедостаткам этого способа относится\n            необходимость соблюдать повышенные требования техники безопасности, а также то, что свариваемые детали\n            подвергают большому давлению. Илл.5. Табл. 1. Библ. 6. М. Кудрявцев\n        ",
            title: "Техника футеровки взрывом. 1,2.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Пуранто когаку, Plant.Eng." 12, №5, 34-39, 40-42 (японск.)',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Описывается технология и особенности плакирования методом сварки взрывом. Рассматривается\n            плакирование патрубков, труб, соединений труб сваркой взрывом; приводятся примеры. Описывается технология\n            экспондирования труб взрывом. Илл.10. В. Тарисова\n        ",
            title: "Плакировние трубы и экспандирование труб а основе взрыва.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Хайкан, Piping and Pipeline Syst." 5 №7, 25-29 (японск.)',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Сообщается, что сварка взрывом нашла применение в некоторых отраслях пром-сти Японии. Этим методом\n            были сварены узлы теплообменной аппаратуры атомной электростанции, строящейся в Японии; электроды\n            электролизеров на з-де по произ-ву Al. Сварку взрывом применяют при изготовлении плакированных листов и труб\n            (плакированный слой из Cu, Al и сплавов Ni)\n        ",
            title: "Сварка взрывом в Японии. - Japanese tackle explosion welding.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Ele. Rev." 187, №6, 200 (англ.)',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Исследовано влияние параметров процесса диффузионной сварки, фазового состава и предварительной\n            обработки шлифованной высокоглиноземистой курамики М-7 на кач-во ее сварного соединения с Cu. Установлено,\n            что предварительный обжиг шлифованной керамики улучшает кач-во сварных соединений. Определены оптим.\n            параметры процесса диффузионной сварки.\n        ",
            title: "Диффузионная сварка металлокерамических узлов",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: '"Электрон. техника. аучно-техн. сб. Технол. и организ. произ-ва" вып. 5(37), 9-14\n        ',
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "Исследована возможность непосредственной сварки на прессе трубчатых деталей из Ст Х18Н10Т и сплава\n            Амгб. Илл. 3. Библ. 5. [МИСиС; ВЗПИ].\\tАвтореф.\n        ",
            title: "Прессовая сварка стале-алюминиевых переходников",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Сварочн. произ-во», 1970, № 10, 19—20",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Рассмотрено влияние периодич. возмущающих воздействий на процесс ВЧ-сварки стальных и Al-труб.\n            Выведена зависимость т-ры поверхности свариваемых кромок как функция частоты возмущений. Указаны пути\n            устранения отрицательного влияния дестабилизирующих факторов. Илл. 4. Табл. 2.\\tАвтореф.\n        ",
            title: "Анализ влияния возмущающих воздействий при высокочастотной сварке труб",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Тр. ВНИИ токов высок, частоты», 1970, вып. 11, 55—61",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Описан опыт успешного применения термитной сварки для соединения элементов затвора плотины. В\n            монтажных условиях этот способ сварки оказался наиболее приемлемым как с экономической точки зрения, так и с\n            точки зрения обеспечения заданного качества соединений. Илл. 2.\\tВ. Кодолов\n        ",
            title: "Термитная сварка затворов плотины (Thermit joins rebars at dam)",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Weld. Eng.», 1970, 55, № 6, 65 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предполагается, что при механич. обработке контак-тируемых деталей для всех Me в поверхностных\n            микровыступах концентрируется одно и то же кол-во энергии за счет образования различного рода микродефектов.\n            Предположение подкрепляется теоретич. расчетом. Табл. 1. Библ. 4.\\tАвтореф.\n        ",
            title: "Некоторые энергетические характеристики процессов сварки давлением",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Тр. Ленингр. политех, ин-та», 1970, № 315, 131—133",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Обзор. Рассмотрены различные аспекты УЗ-сварки Me, осуществляемой за счет энергии УЗ-колебаний,\n            физика процесса УЗ-сварки, технология и оборудование для УЗ-сварки и примеры промышленного применения\n            УЗ-сварки. Илл. 82. Библ. 133.\\tВ. Фоменко\n        ",
            title: "Ультразвуковая сварка металлов",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "В сб. «Физ. и техн. мощн. ультразвука. Т. 3. М„ «Наука», 1970, 71 — 164",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Описаны результаты исследований метода УЗ-сварки (С) металлич. проволок (П) с тонкими пленками, при\n            котором присоединяемая П поддерживается нагретой до определенного интервала т-р в период приложения\n            УЗ-энергии достаточной величины. При этом механич. упрочнение, вызываемое обычной УЗ-С, не имеет места, т.\n            к. Me подвергается рекристаллизации одновременно с деформацией. В результате деформация П в твердом\n            состоянии происходит в виде «жидкого смачивания». Это способствует образованию необходимой площади\n            соприкосновения соединяемых элементов при более низких т-рах и вертикальных усилиях прижатия, чем при С с\n            приложением тепла и давления, и при меньшей мощности, чем при обычной УЗ-С. В частности, исследованы\n            выполненные данным методом соединения Al-П диам. 0,38 и 0,89 мм с Та-пленкой толщиной 1400 А на стекловидной\n            подложке, а также Си-П с многослойной пленкой, состоящей из Pd, Си, нихрома и нитрида Та на Al-подложке. В\n            последнем случае при С Cu-П, нагретой до т-ры 150—200°, наблюдали резкое повышение прочности соединения при\n            его растяжении. Илл. 12. Табл. 1. [Western Electric Со., Inc., Princeton, New Jersey].\\tБ. Рубанович\n        ",
            title: "Ультразвуковая сварка изделия в горячем состоянии — способ повышения текучести металла с помощью\n            рекристаллизационных процессов\n        ",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Proc. 20th Electron. Compon. Conf., 1970». New York, N. Y., 1970, 549—556 (англ.)\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Фирма Radyne Ltd, Wokingham, Berks (Англия) рекламирует сварочный УЗ-пресс и два новых\n            УЗ-ге-нератора. Пресс снабжен высокоэффективным магнитострикционным преобразователем на мощность до 1 кет.\n            Его головка для облегчения настройки механически сбалансирована и имеет привод от пневмоцилиндра. Вес\n            подвески преобразователя также сбалансирован пневматически, что позволяет получать малые сварочные давления.\n            Возможна регулировка глубины погружения. Полностью плавающая головка позволяет автоматически включать\n            УЗ-генератор при заданном давлении. Выходная мощность генераторов 600 и 1000 вт. Имеются переключатели,\n            позволяющие работать на 50; 75 и 100% уровня мощности. Инвертер построен на управляемых вентилях, имеется\n            автоподстройка частоты. В генераторе на мощность 600 вт имеется простое реле времени. В генераторе на\n            мощность 1000 вт кроме реле времени имеется устройство, задающее время выдержки после сварки.\\tА. Егунов\\r\\n\n        ",
            title: "оборудование для ультразвуковой сварки.— Ultrasonic welding equipment",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "Prod. Equip. Dig.», 1970, 17, № 10, 70 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "Кратко изложены основы сварки трением, ее преимущества и недостатки. Приведена таблица\n            свариваемости различных Me, построенная по данным Ин-та сварки\n        ",
            title: "Сварка трением - Friction welding",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Engineering», 1970, 210, № 5444, 275—278 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "На з-де фирмы British Aluminium, Invergordon (Шотландия) изготовляют сваркой трением узел подвески\n            анодов плавильных печей, состоящий из Al-балки длиной 2.4—3,0 м, сечением 114X121 мм, и продолжающего балку\n            круглого удлинителя из Ст диам. 203 мм и длиной 457 мм. Благодаря применению сварки трением удалось\n            сократить число швов с 3 до 1 и значительно повысить электропроводность соединения. Возможность выполнения\n            такого соединения была показана Пн-том сварки в 1969 г. Через год фирмами Blacks Equipment, Ltd. Bromley,\n            Kent, и Laystall Engineering Co.. Ltd, Wolverhampton была изготовлена сварочная машина, выполняющая 75\n            изделий за 8 ч. Ин-том сварки разработана для этой машины новая технология, заключающаяся в применении малых\n            окружных скоростей (15 мм/сек) и высокого крутящего момента (2765 кгм), благодаря чему не требуется\n            производить никакой подготовки торцов свариваемых деталей после их обрезки (Al-балка) и токарной обработки\n            (стальной удлинитель). Показана также возможность сварки трением Ст и Ni-сплавов с Ti и Zr.\\tА. Егунов\n        ",
            title: "При выплавке алюминия используют самые крупные в мире изделия, полученные сваркой трением.— Smelter uses\n            world’s largest friction welded components.\n        ",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Contract J.», 1970. 237, № 4759, 741 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Трубки для измерения нейтронного потока в ядерном реакторе (Р) были изготовлены сваркой трением.\n            Трубки, с помощью которых определяется мощность Р и скорость сгорания ядерного горючего в сердечнике Р,\n            присоединяются к топливным элементам. Работают они при т-ре до 300° под давлением свыше 70,0 ати. Узел\n            замера нейтронного потока состоит из длинной тонкой трубки, к одному концу которой приваривают фланец диам.\n            76,0 мм, а к другому — заглушку. Все компоненты изготавливают из сплава инколой 800, который относительно\n            стоек против коррозии под напряжением в условиях радиации и коррозионной среды. Сварка трением является\n            наилучшим процессом для соединения элементов из этого сплава. В связи с тем, что конфигурация соединений не\n            позволяет применять неразрушающие методы контроля, были разработаны технология и оборудование,\n            обеспечивающие 100%-ную надежность сварных соединений. [Oxford Polytechnic],\\tН. Павлов\n        ",
            title: "Трубки реактора, сваренные трением. Reactor tubes friction welded.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Metals and Mater.», 1970, 4, № 9, 350 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Машина для сварки трением FS(v)2 представляют собой полностью автономный агрегат вертикального типа\n            с электродвигателем мощностью 25 л. с., обеспечивающий сварку стальных стержней сечением 1,9— 11,2 см2. Как\n            и предыдущая FS(v)l новая модель предназначена для массового произ-ва высокоточных сварочных узлов из\n            однродных и разнородных Me. Отличительной чертой машины является полуавтоматич. загрузка деталей и\n            сохранение размера после сварки с допуском в пределах 0,25 мм. Такая высокая точность-обеспечивается\n            имеющейся в машине электронной управляющей системой. Контролирующие органы машины обеспечивают минимальную\n            степень усталости оператора. [Steelweld Ltd, Springfield. Road, Grantham, Lincs],\\tИ. 3yeв\n        ",
            title: "Машина для сварки трением.— Friction welding machine.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Prod. Equip. Dig.», 1970, 17, № 11, 2 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "См. отд. вып. «Сварка», 1970, 10.63.359.",
            title: "Опытный образец машины для микросварки трением.— Prototype microfriction welding machine.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Metals and Mater.», 1970, 4, № 9, 350 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Кратко описывается и иллюстрируется в действии машина (М) для сварки трением весом 40 т. Она\n            предназначена для сварки деталей круглого сечения диам. 25—57 мм и труб диам. 25—89 мм с максим, свариваемым\n            сечением до 25 см2. Чугунная сварочная головка М приводится в действие одно- или двухходовым мотором,\n            мощность и тип которого зависят от требований, предъявляемых к М. В обычном исполнении М имеет мотор\n            мощностью в 24 квт. Суппорт М жестко соединен ¦с ее основанием так, что сварочное давл. 122,5 кг/см2\n            выдерживается при миним. его искривлении. Ввод в действие и обслуживание М упрощается системой управления,\n            которая позволяет получить наилучшее сочетание давления, скорости и времени простым нажатием кнопки.\\tВ.\n            Кузнецов\n        ",
            title: "Головка скольжения—машина для сварки трением.— Gleitkopf-ReibungsschweiBmaschine",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Ind.-Anz.», 1970, 92, № 76, 1806 (нем.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Изучена деформация проводника при микросварке в твердом состоянии с использованием ультразвуковых\n            крутильных колебаний. Установлено, что пластич. течение проводника происходит более равномерно, чем при\n            ¦сварке давлением без ультразвука. Илл. 2. [г. Жуковский, Московской обл.].\\tАвтореф.\n        ",
            title: "Деформация проводника при микросварке давлением с использованием ультразвука.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Автомат. сварка», 1970, № 11, 60—61",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "В лаборатории фирмы Alcan Research & Development Ltd. (Англия) разработана аппаратура для\n            соединения с помощью сварки (С) взрывом концов Al-шинопроводов (Ш) сечением 50X4,50X6 и 50X10 Мм. Перед С\n            концы Ш собираются внахлестку (ширина нахлестки ~50 мм) и покрываются снаружи тонкими защитными прокладками.\n            После зажатия нахлестки в спец, контейнере к соединению подводится детонатор. Сварка Ш выполняется внутри\n            камеры с кирпичными или бетонными стенками толщиной 51 мм. Получаемые сварные соединения Ш характеризуются\n            равнопрочностью основному Me и высокими электрич. св-вами. При С взрывом Ш не требуется спец, подготовка\n            соединяемых поверхностей, отпадает необходимость в тяжелом сварочном оборудовании, время сборки и С\n            соединения мало. С взрывом Ш внедрена в Норвегии. Илл. 2.\n        ",
            title: "Сварка взрывом алюминия. Explosive welding of aluminium",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Sheet Metal Ind.», 1970, 47, № 10, 992, 991 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "См. реф. 2.63.342.",
            title: "Взрыв облегчает сварку алюминия.— Explosive packs make aluminium welding easy.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Eng. Mater, and Des.», 1970, 13, № 9, 1066 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "См. предыдущий реферат.",
            title: "Высокоэнергетическая сварка алюминия.— High energy welding of aluminium",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Weld, and Metal Fabr.», 1970, 38, № 9, 368—369 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Фирмой Alcan Castings & Forgings Ltd, Fenton, Stoke on Trent (Англия) разработано\n            малогабаритное устройство для сварки взрывом Al-земляных шин сечением 50X4,50X6, и 50X10 мм. Оно состоит из\n            двух пластин взрывчатого в-ва (ВВ) максим. весом 8 г, разделенных куском клейкой ленты, отрезка бикфордова\n            шнура, двух прокладок и двух зажимов многократного использования. Свариваемые шины собирают без\n            предварительной очистки внахлестку с перекрытием 50 мм, причем между ними обеспечивается зазор с помощью\n            само-приклеивающихся прокладок. Соединение зажимают в пружинный зажим и накладывают заряды.\n            Электросопротивление сварного соединения составляет ~70% электросопротивления основного Me. Фирмой Alcan\n            Research and Development совместно с RARDE разработан спец. заряд ВВ для сварки концевых фиттингов к\n            маслонаполненным потолочным Al-кабелям. Недостатком сварки взрывом считают сильный шум и боязнь многих\n            рабочих выполнять ВВ\\tА. Егунов\n        ",
            title: "Малогабаритное устройство для сварки взрывом.— Pocket-size explosive welding device.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Metals and Mater.», 1970, 4, № 9, 348, 350 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Фирма Yorkshire Imperial Metals Ltd (Англия) разработала 2 метода сварки вврывом труб с трубными\n            досками. Согласно первому в отверстии трубной доски (примерно на 50% толщины) протачивают канавку так, чтобы\n            между трубой и стенкой канавки оставался небольшой зазор. Согласно второму эту канавку делают расширяющейся\n            (конусной). В трубу закладывают полиэтиленовую вставку, внутри которой запрессован заряд взрывчатого в-ва.\n            Преимущество 2-го способа состоит в том, что можно применять взрывчатые в-ва со сверхзвуковой скоростью\n            распространения фронта взрыва. Указано, что соединение сваркой взрывом экономически менее выгодно, чем\n            дуговой сваркой, но зато оно получается более качеств., с более длительным сроком службы. Напр.,\n            теплообменники типа Yimpact, установленные в блоке охлаждения SO2, работали 14 месяцев. Аналогичные\n            теплообменники, но с соединениями, полученными дуговой сваркой, работали всего 3 месяца.\n        ",
            title: "Сварка взрывом решает проблему соединения труб. Explosive welding solves tube joint problems.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Eng. Prod.», 1970, 1, № 14, 1174—1176 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Диффузионная сварка в вакууме через Ni-прослойку позволяет получать соединения Ст 15 с А1 АД1 и\n            сплавом АМц, равнопрочные с А1 и Al-сплавом. Показано, что применение прослойки при сварке пар Me,\n            образующих интерметаллиды, при определенных условиях исключает возможность образования хрупких фаз. Илл. 3.\n            Библ. 1. [Курский политехнич. ин-т].\\tАвтореф.\n        ",
            title: "Диффузионная сварка в вакууме стали 15 со сплавом АМц и алюминием АД1 через никелевую прослойку.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Автомат, сварка», 1970, № 10, 53—54",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Исследования проводили на сплавах АВ и А1 стандартного хим. состава. При сварке образцов\n            постоянными поддерживалась т-ра заготовки и приспособления, а также время выдержки и скорость осадки.\n            Показано влияние давления на свариваемость сплава АВ, при давл. 35—50 кг/мм2 сварка происходит полностью.\n            Полная сварка образцов из сплава А1, происходит с увеличением давления до 40 кг/мм2 (т-ра 450°) сплав А1\n            сваривается в условиях кратковременной прессовой сварки лучше сплава АВ. Показано, что если величина\n            давления больше величины, обеспечивающей заданную степень деформации (особенно при малых деформациях),\n            относительное удлинение в сварных образцах быстро повышается. Илл. 7. Библ. 5. В. Фоменко\n        ",
            title: "Исследование влияния давления на прочность швов, полученных прессовой сваркой.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Цветн. металлы», 1970, № 11, 66—71",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "На моделирующей установке измерено комплексное сопротивление места схождения кромок при ВЧ-сварке.\n            Илл. 3. Библ. 2. [ИЭС АН УССР].\\tАвтореф.\n        ",
            title: "Сопротивление места схождения кромок при высокочастотной сварке.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Автомат, сварка», 1970, № 11, 32—34",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Даны правила расчета индукционной катушки (ИК) для нагрева Me при сварке и пайке. Рассмотрены\n            различные геометрии ИК. Указаны требования к приспособлениям при индукционной пайке и сварке. Дан анализ\n            характеристик генераторов, питающих ИК. Приведены примеры сварки и пайки с применением ИК. Илл. 8.\n            [Radyne-Sapim di Milano],\\tМ. Тапельзон\n        ",
            title: "Индукционный нагрев при мягкой и твердой пайке и при сварке. Il riscalda-mento ad induzione nella\n            saldatura con apporto di mate-riale e nella brasatura.\n        ",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Riv. mecc.», 1970, 21, № 481/a, 55—63 (итал.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "Опыт применения сжиженного пропан-бутана вместо ацетилена и керосина при газовой сварке и резке на\n            Тюменском судоремонтном з-де.\n        ",
            title: "Резка и сварка металлов с применением газа-заменителя",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Произв.-техн. сб. Техн, упр. М-ва речи, флота РСФСР», 1970, вып. 89, 69—71",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "????????? ????????????? ????? ?2-????? (?) ? ??????? ?. ?????? ??????? ????????? ? ?????? Me ???\n            ????????? ????? ?. ???????? ???????????? ??? ????? ????? ?. ???? ??????? ??????????? ?????. ???. 17. [AGA,\n            Gas och svetsroreisen i Sverige], M. ?????????\n        ",
            title: "Термическая резка. Группа методов обработки, имеющих важное применение в машиностроении. Termisk\n            skarning. En grupp ar-betsmetoder med viktig anvandning inom verkstadsindu-strin.\n        ",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«AGA svets», 1970, 30, № 3, 4—9 (шведск.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Изложены результаты исследования влияния нового процесса О2-резки («смыв»-процесс) на механич.\n            св-ва Me кромки. Доказано, что «смыв»-процесс значительно повышает пластич. св-ва и усталостную прочность Me\n            кромки по сравнению с обычной машинной О2-резкой и механич. обработкой (строганием). Разработанная\n            аппаратура и процесс успешно испытаны на Воронежском мостовом з-де при резке Ст 15ХСНД толщиной 10— 36 мм.\n            Илл. 11. Табл. 7.\n        ",
            title: "Высококачественная кислородная резка.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Тр. Всес. н.-и. и конструкт, ин-та автоген, машиностр.», 1970, вып. 17, 3—20\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Изложены результаты работы по созданию процесса О2-резки, обеспечивающего высокие механич. св-ва Me\n            кромки реза, не требующего ее дальнейшей механич. обработки. Илл. 11. Табл. 6. Библ. 6.\\tАвтореф.\n        ",
            title: "Влияние различных способов кислородной резки на механические свойства металла кромки.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Ср. Всес. н.-и. и конструкт, ин-та автоген, машиностр.», 1970, вып. 17, 40—59\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Изложены результаты исследования кач-ва поверхности реза в лабор. и в производственных условиях.\n            Приведена классификация показателей кач-ва поверхности реза. Илл. 16. Табл. 11. Библ. 13.\\tАвтореф.\n        ",
            title: "Исследование качества профиля и чистоты поверхности реза при кислородной резке.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Тр. Всес. н.-и. и конструкт, ин-та автоген, машиностр.», 1970, вып. 17, 21—39\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Описан метод резки нерж. Ст, называемый Kinox-npo-цесс. Он заключается в применении порошка Fe или\n            TiO2, подаваемого к горелке в струе режущего О2. В качестве источника тепла используется О2-С2Н2-пламя или\n            плазменная дуга. Сгорая в струе О2 с выделением большого кол-ва тепла, Fe-порошок способствует расплавлению\n            нерж. Ст. Несгоревшие частички Fe действуют как абразивный материал и удаляют окись Сг с поверхности реза.\n            Применяемое оборудование состоит из распределителя-бункера, горелки и шлангов. Порошок из\n            распределителя-бункера емк. 15 кг поступает в струю О2 и далее к разрезаемому участку. Этого кол-ва Fe\n            достаточно для работы в течение 6 ч прирезке нерж. Ст толщиной 25 мм. Fe-порошок конденсирует влагу,\n            слипается и засоряет оборудование. Эти недостатки отсутствуют при использовании вместо Fe-порошка ТO2. Для\n            удлинения срока эксплуатации наконечник горелки имеет W-вставки. В комплект оборудования входят 2 сменные\n            горелки: одна прямая, другая имеет сопло, расположенное под углом 90° к оси горелки. Процесс предназначен\n            для резки нерж. Ст типа 18-8, или Ст, содержащих Ni+Cr<=35, или Ст с 22% Сг. Хорошие результаты получены\n            также при резке аустенитных Ст с повышенным содержанием Мп и серого чугуна. Скорость резки Ст типа 18-8\n            толщиной 25, 5Q, 127 и 225 мм составляет 140, 127, 81 и 75 мм!мин соответственно. Миним. разрезаемая толщина\n            листов 6 мм. В некоторых случаях вместо О2—С2Н2-пламени применяется плазменная дуга. При этом имеется\n            возможность разрезать нерж. Ст толщиной 105—225 мм. Илл. 2. [Intercut Machines Ltd].\\tВ. Пешехонов\n        ",
            title: "Резка нержавеющих сталей с помощью метода Kinox.— Cutting stainless steel by the Kinox process.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Metal Constr. and Brit. Weld. J.», 1970, 2, № 9, 394—395",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Для получения прочного соединения при сварке Me (Ni, Мо) через пластичную прокладку (Си, Pt)\n            необходимо корректировать режим сварки в зависимости от толщины прокладки. Табл. !1. Библ. 2. В. Фоменко\n        ",
            title: "Сварка металлов в твердом состоянии через пластичную прокладку.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Электрон, техника. Научно-техн. сб. Электрон. •СВЧ», 1970, вып. 112, .144—145\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "Дается краткое содержание 15 докладов, сделанных на симпозиуме МИСА, состоявшемся в июле 1969 г\n            (Токио) и посвященном вопросам сварки трением. Среди\n        ",
            title: "Современное состояние сварки трением.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Есэцу гаккайси, J. Jap. Weld. Soc.», 4970, 39, № 6, 515—530 (японок.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Описан принцип сварки трением (СТ). Приведена схема устройства для СТ. Рассмотрено влияние числа\n            оборотов и усилия сжатия на процесс СТ. Перечислены материалы, поддающиеся СТ. Даны рекомендации по СТ\n            деталей различной геометрии. Указаны области применения СТ. Описано оборудование для СТ. Илл. 21. Библ. 24.\n        ",
            title: "Сварка трением. Friktions svejsning",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Dan. tekn. tidsskr.», 1970, 94, № 10, 49—50, 33—54, 57—58, 61—64 (датск.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Кратко описана машина 40-Мр фирмы John Thompson Ltd (Великобритания), служащая для одновременной\n            сварки сразу двух фланцев, находящихся на одной оси. Эта машина имеет ряд преимуществ по сравнению с\n            -машинами для стыковой сварки оплавлением: 1) экономия основного материала за счет малой зоны расплавления,\n            2) отсутствие работ по зачистке сварного шва, так как поверхность получается чистой, 3) отсутствие дыма и\n            свечения накаленного материала, 4) простое обслуживание машины.\n        ",
            title: "Машина для сварки трением с двумя головками.— Doppelkopf-ReibschweiBmaschine.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Werkstatt -und Betr.», 1970, 103, № ll, 864, 3, 4 (нем.; рез. англ., франц., исп.)\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "З-д по произ-ву Al мощи. 100 000 т/год оснащен 320 -электролизными ваннами, в которых имеется 5760\n            Al-подвесок для крепления угольных анодных блоков. Смена блоков производится один раз в неделю. Блок\n            выполнен из графита и смонтирован на стальном стержне, который крепится к Al-подвеске сечением 115х х120 мм,\n            длиной 2,5—3 м из сплава, содержащего 0,4—0,9% Mg, 0,3—0,7% Si. Стальной стержень имеет диам. 203 мм и длину\n            457 мм. Ранее такие разнородные детали сваривали с нанесением нескольких -промежуточных слоев,\n            препятствующих перемешиванию Ст и AI. При разработке технологии сварки трением были применены стержни диам.\n            25 мм. Параметры режима были следующие: число оборотов 1460 об/мин., окружная скорость 1,9 м/сек, нормальное\n            усилие 17 н/мм2, ширина зоны оплавления 3,8 мм, уд. давление осадки 65 н/мм2. Выполненные соединения\n            отличались достаточной прочностью. Удовлетворительные результаты были получены при сварке стержней диам. 75\n            мм. На основании проведенных лабор. исследований была создана машина для сварки стержней электролизных ванн\n            при указанных выше размерах указанных деталей. Предложенная технология обеспечивает высокую прочность и\n            производительность, управление машиной достаточно просто. Илл. 14. [British Aluminium’s Chalfont\n            Technological Centre].\\t. A. Пальчевский\n        ",
            title: "[Сварка трением] Friction welding at Invergordon construction.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Metal Constr. and Brit. Weld. J.»,\\t1970, 2,\\t№ 10, 447—451",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Заготовки из быстрорежущей Ст Р6МЗ и конструкционной Ст 45 сваривали на машинах МФ-327. Исследовали\n            сварные образцы машинных метчиков, сваренных с предварительной проточкой шейки перед сваркой, и сварные\n            образцы, имеющие перепад диам. 2—3 мм. Механич. испытания показали, что все сварные образцы, сваренные на\n            предложенных режимах, значительно превышают установленные пределы прочности сварных заготовок режущего\n            инструмента. Табл. 2. [Томский поли-технич. -ин-т; Томский инструментальный з-д]. -В. Фоменко\n        ",
            title: "Исследование возможности сварки трением концевого инструмента, имеющего перепад диаметров.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Автоматиз. произв. процессов в машиностр. Металловед, терм, обработка мет. и сварочн.\n            произ-во. Ч. 4». Томск, Томск, ун-т, 1970, 234—239\n        ",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Сообщается об изготовлении сваркой трением крупногабаритных контактных узлов для электрич. печей,\n            используемых для выплавки А1. Разработанная специально для этой цели машина имеет гидропривод мощн. 150 кет,\n            максим. усилие сжатия 140т и крутящий момент 2760 кгм, произв. 75 контактных узлов анодов в день.\n        ",
            title: "Сварка трением обеспечивает хороший электрический контакт.— Friction welding gives good electrical\n            contact.\n        ",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Elec. Times», 1970, 158, № 15, 51 (англ.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Новый способ сварки на спец, инерционных машинах обеспечивает быстрое соединение в твердой фазе\n            любых разнородных материалов, напр., Ст и Та, спеченных сплавов, термопластов. Время сварки встык изделий\n            диам. 90—100 мм составляет 5—8 сек. Способ основан на сварке трением, но отличается -методам сближения и\n            осадки соединяемых деталей, а также имеет некоторые особенности преобразования кинетич. энергии маховика в\n            тепловую. Время инерционной сварки на порядок меньше, чем сварки трением при меньшем запасе мощности\n            маховика. При сварке осуществляется саморегулирова-иие основных параметров процесса. [Caterpillar Tractor\n            Со.].\n        ",
            title: "Сварка на инерционных сварочных установках",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Intertia welder». «Mach, mod.», 1970, 64, № 740, 33—40, 44 (франц.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Кратко изложена история развития способа сварки взрывом (СВ), в частности его применения для\n            плакирования. Описаны основы процесса плакирования с помощью СВ, который позволяет с большой\n            производительностью наносить на Ст тонкие слои высоколегированных коррозионностойких и износостойких\n            сплавов. Указаны важнейшие требования к состоянию поверхностей, подлежащих соединению с помощью СВ.\n            Рассмотрены возможности применения СВ в судостроении и описан опыт, имеющийся в этой области. Особый интерес\n            представляет возможность плакирования элементов из А1 и его сплавов такими коррозионностойкими в морской\n            воде материалами, как сплавы типов AIMg 3, AlMgMn, AlMg 5, AlMgSi, прочность которых колеблется от 20 до 32\n            кг/мм2. Не меньший интерес для судостроения представляет возможность плакирования с помощью СВ Ст А1 и его\n            сплавами. Рассмотрены различные варианты технологии нанесения А1 на Ст. В США проведены обширные испытания\n            таких -соединений на коррозионную стойкость как в лабор. условиях, так и в эксплуатационных — на морских\n            судах, показавшие хорошие результаты. Приведены практич. рекомендации по технологии нанесения А1 на Ст\n            способом СВ. Отмечается, что возможности СВ еще далеко не полностью использованы. Илл. 8. Библ. 7.\n            [Burbach-Wiirgendorf]. .\n        ",
            title: "Конструкционные материалы, плакированные способом взрыва, и их применение в судостроении. prengplattierte\n            Verbundwerkstoffe und ihre Anwendungsmoglichkeiten im Schiffbau.\n        ",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: "«Schiff und Hafen», >1970, 22, № 9, S15-S18 (нем.)",
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Монография отображает современное состояние физич. основ промышленного применения УЗ-колебаний. В\n            основу положены оригинальные исследования, выполненные в последние годы советскими учеными, а также\n            достижения зарубежной техники. Рассмотрены следующие вопросы: УЗ-резание, сварка и отчиска материалов,\n            дегазация жидкостей, получение аэрозолей, содержание свободного газа в жидкостях и методы его измерения,\n            кристаллизация металлов, диффузия в гетерогенных системах, акустич. сушка материалов и коугуляция аэрозолей.\n            Монография рассчитана на широкий круг читателей - научных работников, инжинеров, конструкторов и технологов,\n            работающих в области исследования и применения мощных УЗ-колебаний\n        ",
            title: "Физика и техника мощного ультразвука. Т.З. Физичекие основы ультразвуковой технологии",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: null,
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Освещаются методы получения механич. и электрич. контакта между кремниевыи полупроводниковыми\n            элементами и металлич. проводниками и характрерные особенности такого контакта. Рассматриваются процессы\n            контактного плавления и влияние режимов контактирования на прочность соединения Ме-полупроводник.\n            Описываются методы интенсификации процессов сварки-пайки с помощью ультразвука, тепловые процессы при\n            микросварке давлением и особенности ввода тепла при сварке Ме с полупроводниками. Приведены в обобщенном\n            виде результаты исследований , проведенных Ин-том электросварки им. Е.О. Патона АН УССР совместно с\n            предприятиями, занимающимися изготовлением полупроводниковых приборов.\n        ",
            title: "Микросварка давлением",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: null,
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description: "Paiistw. wydawn. szkoln. zawod., 1970, 387 s., il., 25zl. (польск.); «Przew. bibliogr.», 1970, 26,\n            № 26, 424\n        ",
            title: "Сварка и газовая резка. Изд. 2-е, перераб. Spawanie i cigcie gazowe. Wyd. 2 zmien.",
            ydk: null,
            classification: null,
            number: "123456789",
            placePublication: null,
            certificateAuthorship: null,
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ холодной шовной сварки с использованием промежуточной прокладки из Ме не сваривающегося с\n            соединяемыми Ме, отличается тем, что с целью повышения вакуумной плотности сварного соединения прокладку\n            берут в виде проволоки из пластичного Ме.\n        ",
            title: "Способ холодной шовной сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k 21/00)",
            number: "272018",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ холодной шовной сварки Ме, при котором сварку осуществляют последовательными\n            участками, отличающийся тем, что с целью повышения качества сварного соединения при сварке каждого\n            последующего участка шва одновременно деформируют прилегающий к нему отрезок сваренного участка.\n        ",
            title: "Способ холодной шовной сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k 21/00)",
            number: "26814",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки трением, при котором свариваемые детали находятся в контакте с их одновременным\n            относительным перемещением, отличается тем, что с целью регулирования термич. Цикла, скорость относительного\n            перемещения деталей на стадии нагрева изменяют.\n        ",
            title: "Способ сварки трением",
            ydk: null,
            classification: "49h, 35/02, (В 23k 21/00)",
            number: "268140",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для шовной УЗ-сварки, содержащее механич. Колебательную систему и сварочные ролики,\n            отличается тем, что с целью повышения качества сварки присоединении тонколистовых материалов, оно снабжено\n            тянущим и тормозящим механизмами, установленными с противоположных сторон от вертикальной оси сварочных\n            роликов. Устройство отличается тем, что тянущий и тормозящий элементы механизмов выполнены в виду роликов.\n        ",
            title: "Устройство для шовной ультразвуковой сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k, 19/00)",
            number: "272020",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "УЗ-генератор с автоподстройкой частоты, выполненный на самовозбуждающемся усилителе, нагрузкой\n            которого служит магнитострикционный преобразователь с обмоткой возбуждения, отличается тем, что с целью\n            повышения к.п.д. точности подстройки, в нем магнитострикционный преобразователь снабжен двумя\n            дополнительными обмотками, одна из которых, синхронизирующая размещена на нагруженном торце преобразователя\n            в пучности колебаний, а корректирующая – в узле колебаний преобразователя, причем обмотки включены встречно\n            и последовательно и подсоединены ко вхожу самовозбуждающегося усилителя.\n        ",
            title: "Ультразвуковой генератор с автоподстройкой частоты",
            ydk: null,
            classification: "42 s, 1/08, (B 06b, 1/08)",
            number: "266407",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Машина для сварки трением, содержащая переднюю бабку со шпинделем и зажимом для не вращающейся\n            детали, гидропривод перемещения суппорта, усилия нагрева и проковки деталей, штоки цилиндров которого\n            выполнены в виде направляющих суппорта, вставленных в отверстие неподвижной стойки и передней бабки,\n            отличается тем, что с целью повышения производительности и уменьшения габаритов машины она снабжена\n            дополнительным гидроприводом усилия нагрева и проковки деталей, цилиндр которого имеет гидропривод вращения,\n            закрепленный на вертикальной стойке, причем корпус цилиндра дополнительного гидропривода жестко соединен с\n            одним концом поворотного рычага, проходящего через отверстие в стойке, другой конец которого шарнирно связан\n            с концом штока цилиндра гидропривода вращения.\n        ",
            title: "Машина для сварки трением",
            ydk: null,
            classification: "49h, 35/02, (В 23 k)",
            number: "267315",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Электрод для микросварки проволочных выводов, содержащий корпус с наконечником, имеющим отверстие\n            для подачи вывода, расположенное под углом к оси электрода, отличается тем, что с целью повышения качества\n            сварного соединения он снабжен смонтированным в корпусе через изоляционную прокладку вторым наконечником,\n            торец которого выполнен выступающим по отношению к торцу первого наконечника на величину до ? диаметра\n            привариваемого вывода.\n        ",
            title: "Электрод для микросварки",
            ydk: null,
            classification: "49h, 35/02, (В 23 k)",
            number: "264903",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки давлением с нагревом, при котором сварочное давление многократно изменяют, отличается\n            тем, что с целью интенсификации процесса сварочное давление изменяют на каждой стадии установившейся\n            ползучести.\n        ",
            title: "Способ сварки давлением",
            ydk: null,
            classification: "49 h, 35/02, (В 23k 35/02)",
            number: "272019",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ холодной сварки, при котором к свариваемым деталям прикладывают нормальную нагрузку,\n            отличается тем, что с целью повышения качества сварного соединения и снижения нагрузки, свариваемые детали\n            растягивают в направлении, параллельном плоскости их контакта. Способ отличается тем, что детали растягивают\n            перед приложением нормальной нагрузки. Детали растягивают одновременно с приложением нормальной нагрузки.\n        ",
            title: "Способ холодной сварки",
            ydk: null,
            classification: "49 h, 35/02, (В 23 k, 23/00)",
            number: "272021",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ отличается тем, что с целью повышения кач-ва соединения материалов, не растворяющихся друг в\n            друге, разрежение понижают к концу процесса до 10-7 мм рт. ст., а уд. контактное давление повышают до 3\n            кг/мм2.\n        ",
            title: "Способ соединения керамических и металлических деталей",
            ydk: null,
            classification: "31 b 3, 3/14; 31 b 3, 7/04; 40b, 1/04; 40b, 33/02; 491, 5; 49 h, 34/03, (В 22 f, В 23р)\n        ",
            number: "256179",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ холодной сварки (см. отд. вып. «Сварка», 1966, 7.63.250) отличается тем, что с целью\n            повышения кач-ва сварного соединения, процесс ведут при соотношении масс рабочего инструмента и пуансона,\n            равном 1,5-24,8.\n        ",
            title: "Способ холодной сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k 21/00)",
            number: "274629",
            placePublication: null,
            certificateAuthorship: "Авт. Св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Кондуктор для ВЧ-сварки изделий, преимущественно спиральношовных труб, содержащий два неподвижных\n            токоподвода, закрепленных на сварочном устройстве или стане, два подвижных токоподвода со сменными\n            контактами, поворачивающиеся относительно осей, отличается тем, что с целью увеличения стойкости контактов,\n            ось поворота одного подвижного токоподвода смещена относительно оси поворота другого так, что угод между\n            направлением движения свариваемой кромки и линией, проходящей через ось поворота и точку касания контакта и\n            кромки, не превышает 600.\n        ",
            title: "Кондуктор для высокочастотной сварки",
            ydk: null,
            classification: "21h, 29/03, (В 23k 13/00)",
            number: "271673",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ контроля процесса УЗ-сварки, при которой в свариваемые детали волноводом вводят колебания с\n            непрерывным измерением амплитуды колебаний опоры, отличается тем, что с целью повышения точности контроля,\n            проводят непрерывное измерение амплитуды колебаний волновода.\n        ",
            title: "Способ контроля процесса ультразвуковой сварки",
            ydk: null,
            classification: "49 h, 35/02, (В23 k)",
            number: "275702",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложенный способ отличается от известного тем, что с целью повышения кач-ва соединения путем\n            интенсификации диффузионных процессов производят многократное циклич. Изменение т-ры от максим. значения,\n            обеспечивающего расплавление прослойки, до минимального на 100-1500 ниже т-ры ее плавления.\n        ",
            title: "Способ пайки-сварки",
            ydk: null,
            classification: "49h, 25, (В 23 k)",
            number: "247761",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство, содержащее электромеханич. колебательную систему и опору, отличается тем, что с целью\n            повышения кач-ва сварного соединения, опора выполнена в виде диска с центр. отверстием, в которое вставлен\n            металлич. Цилиндр.\n        ",
            title: "Устройство для шовной ультразвуковой сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k)",
            number: "275701",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки давлением с предварительным пластич деформированием соединяемых деталей, отличается\n            тем что с целью повышения кач-ва сварного соединения деформирование деталей осуществляют путем их\n            растяжения. В результате обновления и активации сопрягаемых поверхностей создаются условия, обеспечивающие\n            интенсификацию процесса сварки и улучшения кач-ва сварных соединений. В. Фоменко\n        ",
            title: "Способ сварки давлением",
            ydk: null,
            classification: "49h, 35/02, (В 23k)",
            number: "258016",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для УЗ-сварки Ме кольцевым швом, содержащее механическую колебательную систему,\n            роликовый рабочий инструмент и опорный узел, отличается тем, что с целью увеличения производительности и\n            повышения кач-ва сварки опорный узел выполнен в виде нескольких роликов, центры которых лежат по окружности,\n            концентрично линии сварного соединения. Нагружение рабочего звена на нескольких участках ведет к повышению\n            к. п. д. колебательной системы, однако не пропорционально, так как существует оптим. кол-во опорных\n            элементов, увеличение которого не приводит к дальнейшему повышению к. п. д. В. Фоменко\n        ",
            title: "Устройство для ультразвуковой сварки металлов",
            ydk: null,
            classification: "49h, 35/02, (В 23k 19/00)",
            number: "277524",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Инструмент для сварки микродеталей, преимущественно покрытых слоем изоляции, содержащей 2 электрода\n            из тугоплавкого материала, установленные с микрозазором между ними, отличается тем, что электроды выполнены\n            в виде V-образных нагревательных элементов, последовательно соединенных между собой, а микрозазор между ними\n            равен толщине или диаметру привариваемой микродетали. Инструмент расширяет диапазон толщин свариваемых\n            деталей, покрытых изоляций с 70 до 150 мк, не покрытых изоляций с 150 до 350 мк и повышает прочность и\n            надежность соединений. Применяется в приборостроении, радиотехнике и электронике. В. Фоменко\n        ",
            title: "Инструмент для односторонней термокомпрессионной сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k 19/00)",
            number: "274630",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки давлением тугоплавких Ме, при котором между свариваемыми поверхностями помещают\n            промежуточную прокладку, отличается тем, что с целью улучшения механич. св-в сварного соединения в качестве\n            прокладки используют Ме, не образующее твердых р-ров и хим. соединений со свариваемым Ме, и выдавливают их в\n            процессе сварки. В качестве прокладки используют Cu и ее сплавы. При сварке Мо с Мо через Cu-прокладку\n            последняя в процессе нагрева расплавляется и перегревается в расправленном состоянии. При перегреве\n            увеличивается р-имость в Cu газов. В результате происходит активная очистка свариваемых поверхностей Мо.\n            Полученное соединение обладает высокими пластич. св-вами и жаропрочностью, близкой или равной жаропрочности\n            основого Ме. В. Фоменко\n        ",
            title: "Способ сварки давлением тугоплавких металлов",
            ydk: null,
            classification: "21h, 29/11, (В 23к 11/00, В 23к 11/16)",
            number: "282549",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки металлич. Деталей путем заполнения зазора между соединяемыми кромками Ме, осаждаемым\n            из электролита, отличается тем, что с целью повышения прочности сварного соединения свариваемые детали\n            погружают в электролит в качестве катода. Для того, что-бы Ме осаждался преимущественно в месте соединения\n            остальную поверхность можно защищать спец. покрытиями (напр., цапон-лаком, парафином и т. п.). В. Фоменко\n        ",
            title: "Способ сварки металлических деталей",
            ydk: null,
            classification: "49h, 35/02, (В 23k 27/00)",
            number: "284584",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Штамп для стыковой сварки Ме давлением, содержащий зажимы для свариваемых деталей и клиновой\n            механизм осадки с общим силовым приводом, а также направляющие зажимов, отличается тем, что с целью\n            повышения производительности и обеспечения соосности свариваемых деталей направляющие установлены на общем\n            для обоих зажимов ползуне, причем длина направляющих превышает длину клиньев осадки на величину, необходимую\n            для полного зажатия концов свариваемых деталей до начала осадки.\n        ",
            title: "Штамп для стыковой сварки металлов давлением",
            ydk: null,
            classification: "(В 23k 19/00)",
            number: "288957",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для холодной сварки фланцев деталей из разнородных Ме, содержащее пуансон с рабочим\n            выступом и матрицу с выемкой, отличается тем, что с целью уменьшения необходимого усилия сварки, выемка\n            матрицы выполнена глубиной 1-1,2 толщины свариваемого фланца, а высота рабочего выступа пуансона превышает\n            суммарную толщину свариваемых фланцев. Матрица выполнена разрезной и с внутренним буртом, на котором\n            расположена выемка.\n        ",
            title: "Устройство для холодной сварки",
            ydk: null,
            classification: "В 23 k 21/00",
            number: "289883",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для ВЧ-сварки роликовыми электродами, содержащее ВЧ-трансформатор с первичной обмоткой,\n            неподвижно укрепленной на корпусе, и вращающейся вторичной обмоткой, а также коаксиальный токоподвод,\n            отличается тем, что с целью увеличения скорости сварки, снижения потребляемой реактивной мощности и\n            улучшения электрич. Характеристик сварочного устройства, внутренняя полость вторичной обмотки заполнена\n            твердым диэлектриком с каналами, в каждом их которых размещено по несколько ферритных стержней, а сама\n            вторичная обмотка смонтирована на фланце, установленном в корпусе, с возможностью поворота.\n        ",
            title: "Устройство для высокочастотной сварки роликовыми электродами",
            ydk: null,
            classification: "21h, 29/03; 21 h, 32/03, (В 23k 13/00, Н 01 f 19/04, В 01 f 15/02, Н 01 f 27/26)\n        ",
            number: "286102",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ герметизации корпусов полупроводниковых приборов путем холодной сварки их фланцев с\n            использованием пуансона с рабочим выступом и матрицы с выемкой, при котором в выемке матрицы размещают\n            фланец из более пластичного Ме, отличается тем, что с целью уменьшения необходимой степени деформации\n            указанного фланца и снижения уд. давления его выполняют по высоте не превышающей глубины выемки матрицы и\n            перекрывают фланцем не менее пластичного Ме.\n        ",
            title: "Способ герметизации корпусов полупроводниковых приборов",
            ydk: null,
            classification: "В 23k 21/00",
            number: "289884",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для холодной сварки, преимущественно корпусов полупроводниковых приборов, содержащее\n            пресс-форму и установленную в ней матрицу, отличается тем, что с целью повышения кач-ва сварного соединения\n            матрица вставлена в пресс-форму с зазором, а опорная поверхность матрицы выполнена сферической.\n        ",
            title: "Устройство для холодной сварки",
            ydk: null,
            classification: "49h, 35/02, (В 23k)",
            number: "260374",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ холодной сварки внахлестку, при котором свариваемые кромки сдавливают паунсонами,\n            расположенными с противоположных сторон от зоны соединения, отличается тем, что с целью повышения кач-ва\n            сварки на соединяемых кромках предварительно выполняют погофру, которые располагают один против другого\n            выпуклостями в сторону пуансонов.\n        ",
            title: "Способ холодной сварки внахлестку",
            ydk: null,
            classification: "49h, 35/02, (В 23k 21/00)",
            number: "280203",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Машина для сварки трением, содержащая электрич. цепь, включающую зажимы для свариваемых деталей,\n            станину и исполнительный механизм, отличается тем, что с целью упрощения конструкции и повышения надежности\n            машина снабжена маломощным трансформатором, в первичную цепь которого включен исполнительный механизм, а\n            вторичная цепь образована зажимами и станиной машины, причем вторичная цепь замыкается в момент образования\n            электрического контакта между свариваемыми деталями.\n        ",
            title: "Машина для сварки трением",
            ydk: null,
            classification: "49h, 35/02, (В 23k 19/00)",
            number: "280206",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки трением, при котором осуществляют относительное перемещение свариваемых деталей при\n            их взаимном трении, отличается тем, что с целью повышения кач-ва сварного соединения и снижения энергетич.\n            затрат, необходимую для сварки энергию от привода перемещения деталей передают в зону соединения импульсами,\n            а относительное перемещение прекращают при нулевом значении мощности.\n        ",
            title: "Способ сварки трением",
            ydk: null,
            classification: "49h, 35/02, (В 23k 19/00)",
            number: "280204",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузионной сварки, при котором между сварочным пуансоном и свариваемыми деталями\n            располагают прокладку, отличается тем, что с целью повышения производительности используют прокладку,\n            состоящую из нескольких металлич. пластин, покрытых тугоплавким материалом.\n        ",
            title: "Способ диффузионной сварки",
            ydk: null,
            classification: "В 23 k 19/00",
            number: "304088",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки материалов давлением путем их совместной пластич. деформации при всестороннем\n            объемном сжатии, отличается тем, что с целью обеспечения возможности сварки хрупких материалов, осуществляют\n            сжатие материалов при уд. давл. 8800-300 000 кг/см2. Закаленные высокопрочные Ст сваривают при уд. давл.\n            8800-17400 кг/см2. Серый чугун сваривают при уд. давл. 30000 кг/см2. Альфа-сплавы Ti, Мо, W, Mn, Si,\n            сваривают при уд. давл. > 30 000 кг/см2.\n        ",
            title: "Способ сварки материалов давлением",
            ydk: null,
            classification: "49h 35/02, (В 23 k 19/00)",
            number: "288525",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для УЗ-сварки, содержащее трансформатор колебаний сварочный инструмент и Г-образную\n            опору, отличается тем, что с целью увеличения срока службы опора выполнена из двух частей верхняя их\n            которых, цилиндрическая снабжена несколькими радиальными выступами и вставлена в выемку в нижней части.\n        ",
            title: "Устройство для ультразвуковой сварки",
            ydk: null,
            classification: "В 23 k 19/00",
            number: "304089",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устройство для инерционной сварки трением, содержащее привод вращения, шпиндель с зажимом для\n            вращающейся детали и соединенный с ним маховик, отличается тем, что с целью обеспечения возможности\n            регулирования мощности при нагреве и проковке маховик имеет переменный момент инерции.\n        ",
            title: "Устройство для инерционной сварки трением",
            ydk: null,
            classification: "В 23к 19/00",
            number: "298447",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ изготовления биметаллич. трубчатых деталей сваркой давлением с подогревом, при котором\n            производят телескопич. сборку соединяемых трубчатых заготовок, надевают на них обжимное кольцо с коэф.\n            термич. Расширения меньшим, чем у внутренней трубчатой заготовки, и нагревают, отличается тем, что с целью\n            повышения кач-ва сварки за счет увеличения сварочного давления при соединении заготовок с коэф. термич.\n            расширения обжимного кольца, последнее надевают на свариваемые заготовки с натягом. Способ позволяет\n            соединять трубы из разнородных материалов, в частности из Ti и Ст, при этом обжимное кольцо было изготовлено\n            из Мо-сплава ВМ-З-А. Ил. 1. И. Григорьева\n        ",
            title: "Способ изготовления биметаллических трубчатых деталей сваркой давлением с подогревом",
            ydk: null,
            classification: "В 23 k 19/00",
            number: "2140671",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Привод давления, преимущественно для сварки давлением, содержащий корпус с двумя цилиндрич.\n            полостями и с торцовыми крышками и шток с поршнями, проходящий через нижнюю крышку, отличается тем, что с\n            целью расширения диапазона давлений шток пропущен через верхнюю крышку корпуса и снабжен тарелкой для\n            размещения грузов. Ил. 2.\n        ",
            title: "Привод давления",
            ydk: null,
            classification: "В 23 к 19/00",
            number: "1909469",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Гидравлический пульсатор давления, выполненный в виде золотникового механизма с приводом от\n            кулачкового вала, отличается тем, что с целью получения двух заданных режимов пульсации давления и упрощения\n            конструкции пульсатор имеет 2-й золотниковый механизм, управляемый от кулачкового вала, входы и выходы обоих\n            золотниковых механизмов соединены между собой, причем на входе одного из них установлено запорное устр-во, а\n            поршень другого имеет калиброванный паз для работы на высоком давлении. Гидравлич. пульсатор позволяет путем\n            отключения одного золотникового механизма менять как амплитуду пульсации давления, так и средний уровень\n            давления. Ил. 1.\n        ",
            title: "Гидравлический пульсатор давления",
            ydk: null,
            classification: "F 15 В 21/12",
            number: "2356161",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ плакирования внутренней поверхности ци-линдрич. сосудов путем приварки взрывом плакирующего\n            Me к поверхности сосуда, отличается тем, что с целью повышения прочности соединения за счет компенсации\n            температурных напряжений, используют плакирующий Me в виде рулона эластичного металлич. полотна, разматывают\n            его внутри сосуда, осуществляют приварку 1-го плакирующего слоя к поверхности сосуда и каждого последующего\n            к предыдущему локально в шахматном порядке по мере разматывания рулона,, причем при замыкании каждого\n            плакирующего слоя по всей длине образующей сосуда наносят герметизирующий шов. Ил. 1.\n        ",
            title: "Способ планирования внутренней поверхности цилиндрических сосудов",
            ydk: null,
            classification: "В 23 Р 3/09, В 23 К 19/00",
            number: "2427885",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ ВЧ-сварки труб (ори котором кромки предварительно сформованной трубной заготовки сводят под\n            острым углом, к разведенным концам кромок подводят ТВЧ, внутрь трубной заготовки под кромки вводят\n            ферромагн. материал, кромки разогревают до сварочной т-ры и обжимают) отличается тем, что с целью улучшения\n            кач-ва и повышения произв-сти процесса при сварке труб малого и среднего диаметров, в качестве ферромагн.\n            материала используют суспензию частиц тв. ферромагнетика в жидкости.\n        ",
            title: "Способ высокочастотной сварки труб",
            ydk: null,
            classification: "В 23 К 13/00, В 21 С 37/08",
            number: "2354098",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузионной сварки тавровых соединений с получением в зоне соединения галтели, при котором\n            производят сборку деталей в приспособлении для формирования галтели, нагрев в вакууме и сдавливание,\n            отличается тем, что с целью упрощения оборудования и уменьшения деформации соединяемых деталей, в зоне\n            соединения предварительно устанавливают металшич. элемент, форма которого соответствует форме галтели.\n            Изобретение позволит выполнять сложные конструкции из Ti-силавов с галтелью в зоне соединения при миним.\n            деформации соединяемых элементов без применения сложной. технологии, оснастки. Ил. 1. И. Григорьева\n        ",
            title: "Способ диффузионной сварки тавровых соединений",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2454223",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузной сварки металлич. деталей, при котором производят обработку свариваемых\n            поверхностей, нагрев, изотермич. выдержку под давлением и охлаждение, отличается тем, что с целью повышения\n            кач-ва соединения и снижения т-ры процесса при сварке тугоплавких и разнородных Me, обработку свариваемых\n            поверхностей осуществляют электроэрозионным методом с энергией импульса 10-4?10-2 Дж и длительностью\n            10-6?10-3 с. В результате электроэрозионной обработки материалов образуется приповерхностный слой глубины\n            2—15 мкм с повышенной диффузионной проницаемостью, благодаря чему обеспечивается взаимная диффузия\n            тугоплавких и разнородных материалов, труднорастворимых друг в друге, снижается т-ра процесса, что позволяет\n            получать соединения без интерметаллидных прослоек. Величиной нарушенного слоя и характером образующихся в\n            нем дефектов можно легко управлять, изменяя энергию и длительность импульса тока, а также крутизну переднего\n            фронта импульса. И. Григорьева\n        ",
            title: "Способ диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2333436",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ телескопии, соединения труб путем диффузионной сварки вставленных одна ,в другую с зазором\n            трубных заготовок, при котором сварочное давление создают за счет различных термин, расширений материалов\n            заготовок при их нагреве, отличается тем, что с целью повышения кач-ва сварного соединения за счет\n            обеспечения равномерного нагружения, после смыкания свариваемых поверхностей нагрев осуществляется с\n            постоянной скоростью 0,02—0,8° С/с. Трубные . заготовки размещаются одна в другой коаксиально, так что\n            заготовку ив материала с большим коэф. линейного расширения, помещают внутри заготовки из материала с\n            меньшим коэф. линейного расширения. И. Григорьева\n        ",
            title: "Способ телескопического соединения труб",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2466909",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложено устр-во для диффузионной сварки, содержащее герметичную камеру и установленные в ней\n            нагреватель, пуансон, герметичный тонкостенный кожух, наполненный в-вом, жидким при т-ре сварки. С целью\n            повышения кач-ва сварки за счет обеспечения равномерного нагрева и сдавливания свариваемых деталей пуансон\n            выполнен по меньшей мере из двух частей, кожух расположен между этими частями, а нагреватель установлен на\n            одной из частей пуансона, удаленной от его рабочей поверхности. Ожидаемый экономии, эффект от применения\n            устр-ва составит 48 тыс. руб./год. Ил. 2.\n        ",
            title: "Устройство для диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2356994",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложено устр-во для диффузионной сварки Me, содержащее 2 горизонтальные параллельно\n            установленные плиты (П), в одну из которых вставлены нажимные винты (В). С целью одновременного соединения\n            деталей в двух взаимно перпендикулярных плоскостях и повышения кач-ва сварки за счет сохранения постоянного\n            сварочного давления устр-во снабжено установленными между горизонтальными П двумя вертикальными\n            параллельными П, в одну из которых вставлены дополнительные нажимные В, причем горизонтальные и вертикальные\n            П выполнены заодно, а нажимные В снабжены компенсирующими стержнями из материала с коэф, термич. расширения,\n            соответствующим равенству суммарного термич. расширения П и суммарного термич. расширения нажимных В,\n            компенсирующих стержней и свариваемых деталей. Ил. 1.\n        ",
            title: "Устройство для диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2446105",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложена установка для диффузионной сварки, содержащая рабочую вакуумную камеру, привод давления,\n            силовую раму в виде двух штанг, соединенных между собой неподвижной и подвижной траверсами, между которыми\n            закреплены 2 упругих элемента, компенсирующие усилие, создаваемое на свариваемые детали перепадом давления в\n            рабочей камере. С целью сохранения давления на детали постоянным при (изменении разрежения в камере для\n            повышения кач-ва сварки упругие элементы выполнены в виде сильфонов, внутренняя полость которых сообщена с\n            рабочей камерой. Ил. 1.\n        ",
            title: "Установка для диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19 00",
            number: "2177098",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ соединения материалов преимущественно Ст. с тв, сплавами сваркой давлением с\n            подогревом с применением промежуточной прокладки, при котором сваренные детали подвергают термич. и механич.\n            обработке. С целью повышения кач-ва соединения берут промежуточную прокладку толщиной 1—2% от длины\n            соединения, а перед механич. обработкой зону соединения подвергают многократному наклепу усилием, равным 1—2\n            величины рабочей нагрузки при эксплуатации сваренного изделия, чередующемуся с низкотемпературным отпуском.\n        ",
            title: "Способ соединения материалов",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2406237",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ изготовления биметаллич. изделий, включающий сборку основы заготовки с\n            промежуточной прокладкой и плакирующим слоем, нагрев заготовки до т-ры пластич. деформации плакирующего\n            слоя, горячую деформацию, закалку и отпуск по режиму материала основы. С целью повышения прочности перед\n            сборкой материал заготовки с большим сопротивлением пластич. деформированию подвергают импульсному\n            нагружению в пределах зо-ны упруго-пластич. деформации, а нагрев под горячую деформацию ведут по режиму\n            материала, не подвергшегося импульсному нагружению, при этом после горячего деформирования производят\n            охлаждение до т-ры 500—700° С, выдерживают при этой т-ре в течение 5—60 мин, после чего осуществляют\n            закалку. Использование предлагаемого способа обеспечивает улучшение физ.механич, св-в материала изделия;\n            повышение равномерности пластич. течения материалов, составляющих заготовку, и повышение прочности материала\n            изделия и би-металлич. соединения, а также уменьшение коробления изделия при закалке. И. К-осмынина\n        ",
            title: "Способ изготовления биметаллических изделий",
            ydk: null,
            classification: "В 23 Р 3/02",
            number: "2190529",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложена установка для сварки давлением, содержащая вакуумную камеру, шток для сжатия свариваемых\n            деталей, введенный в камеру через сильфонное уплотнение, и устр-во для компенсации атмосферного давления. С\n            целью повышения точности приложения сварочного давления устр-во для компенсации атмосферного давления\n            выполнено в виде расположенных на вакуумной камере сильфона с крышкой, полость которого соединена с рабочей\n            полостью вакуумной камеры, и двуплечего рычага, концы которого шарнирно закреплены на крышке сильфона и\n            штоке. Ил. 1.\n        ",
            title: "Установка для сварки давлением",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2474761",
            placePublication: null,
            certificateAuthorship: "Авт. св СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ холодной сварки Me внахлестку путем пластич. деформации Me при вдавливании в него\n            рабочего инструмента. С целью снижения степени деформации скорость перемещения рабочего инструмента изменяют\n            в соответствии с изменением скорости деформации Me. Передача усилий на свариваемую полосу осуществляется\n            кулачком. Правильно подобранный или рассчитанный профиль кулачка дает возможность изменять скорость\n            деформирования. Требуемая разница между скоростями деформирования и деформации автоматически обеспечивается\n            за счет движения нижней опоры. В зоне захвата кулачком полосы создается деформационный очаг по схеме\n            всестороннего неравномерного сжатия. Ил. 1. И. Григорьева\n        ",
            title: "Способ холодной сварки",
            ydk: null,
            classification: "В 23 К 21/00",
            number: "1146988",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен инструмент для УЗ-сварки, выполненный в виде стержня резонансной длины с рабочим и\n            нерабочим концами, расположенными по обе стороны от участка закрепления. С целью повышения кач-ва сварки\n            путем создания единого типа колебаний и увеличения их интенсивности инструмент со стороны нерабочего конца\n            снабжен трансформатором колебаний, выполненным в виде кольца, длина окружности которого кратна длине волны\n            колебаний, распространяющихся в инструменте. Изобретение относится к УЗ-сварке и может найти применение в\n            сварочном произ-ве микроэлектронике, напр., при сборке полупроводниковых приборов и интегральных схем.\\t И.\n            Космынина\n        ",
            title: "Инструмент для ультразвуковой сварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2424654",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен инструмент для УЗ-сварки с саморегулируемой локальной модуляцией амплитуды колебаний в\n            зоне сварки по кольцевым участкам, выполненный в виде стержня с рабочим и нерабочим торцами. С целью\n            упрощения конструкции на нерабочем торце соосно стержню выполнено конич. углубление с площадью основания,\n            равной площади поперечного сечения стержня и высотой, определяемой из следующего соотношения Н=l*n, где Н -\n            высота конич. углубления; 1 - разность длин наибольшей и наименьшей полуволн, распространяющихся в\n            инструменте; п - частное от деления длины стержня на длину полуволны, распространяющейся в инструменте.\n            Инструмент может быть использован в микроэлектронике при сварке полупроводниковых приборов и микросхем. Ил.\n            1.\n        ",
            title: "Инструмент для ультразвуковой сварки с саморегулируемой локальной модуляцией амплитуды колебаний в зоне\n            сварки по кольцевым участкам\n        ",
            ydk: null,
            classification: "В23 К 19/04",
            number: "2481766",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложено устр-во для сварки трением деталей через промежуточную вращающуюся вставку, содержащее\n            электродвигатель для вращения вставки. С целью упрощения конструкции, уменьшения ее габаритов и снижения\n            металлоемкости электродвигатель выполнен с полым ротором, а вставка установлена внутри этого ротора. Устр-во\n            благодаря простой и компактной конструкции удобно в эксплуатации в нестационарных условиях при сварке\n            магистральных трубопроводов. Ил. 1. И. Григорьева\n        ",
            title: "Устройство для сварки трением деталей через промежуточную вращающуюся вставку",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "2367924",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ плакирования металлич. листов путем приварки взрывом установленных над ними\n            плакирующих листов, длина которых превышает длину плакируемых листов, с использованием плоского заряда\n            взрывчатого в-ва. С целью экономии Me за счет исключения среза плакирующих листов используют плакируемый\n            лист, длина которого кратна длине плакирующего листа, плакирующие листы устанавливают внахлестку, величина\n            которой равна длине предохраняемого от среза участка, а между собранными внахлестку поверхностями\n            располагают материал, препятствующий их сварке и не сваривающийся с ними. Согласно способу, Al-лист толщиной\n            10 мм и длиной, кратной длине плакирующего листа, устанавливают на жестком основании над ним с зазором,\n            размещают внахлестку Cu-плакирующие листы толщиной 0,5 мм. Используют аммонит 6ЖВ толщиной 10 мм. После\n            сварки заготовку разрезают на мерные длины. Способ позволяет значительно сократить расход Me. Ил. 1. И.\n            Григорьева\n        ",
            title: "Способ плакирования металлических листов",
            ydk: null,
            classification: "В 23 Р 3/09, В 23 К 19/00",
            number: "2427039",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ диффузионной сварки материалов через прослойку из порошка. С целью получения\n            равномерного по толщине слоя порошка на одну из контактирующих поверхностей предварительно помещают сетку, а\n            порошок насыпают в ячейки сетки.\n        ",
            title: "Способ диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "1859969",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложено устр-во для индукционной стыковой сварки труб, содержащее кольцевой индуктор, источник\n            ВЧ-энергии, привод перемещения индуктора вдоль оси труб при его установке на стык и схему управления этим\n            приводом. С целью повышения мощности и к. п. д. устр-ва при уменьшении его габаритов, устр-во снабжено\n            детектором экстремума, фиксирующим величину тока, наведенного полем индуктора, электрически связанным со\n            схемой управления приводом перемещения индуктора вдоль оси труб. Изобретение может быть использовано в любой\n            отрасли машиностроения, в частности в атомном машиностроении, напр., при авт-ции процессов сварки и\n            термообработки. И. Космынина\n        ",
            title: "Устройство для индукционной стыковой сварки труб",
            ydk: null,
            classification: "В23К 13/00, В23К 31/06",
            number: "2470742",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузионной сварки, при котором между свариваемыми деталями и технологич. оснасткой\n            располагают изолирующие прокладки, предотвращающие их соединение, отличается тем, что с целью повышения\n            надежности изоляции при сварке деталей сложного профиля, в качестве изолирующей прокладки используют\n            волокнистые термостойкие тканые материалы или стеклоткань. Тканые изолирующие прокладки могут быть заранее\n            раскроены на конфигурации деталей и технологич. оснастки, свободно укладываются на поверхности и хорошо их\n            облегают при стабильной толщине изолирующей прокладки, что обеспечивает надежную изоляцию. После сварки\n            прокладки легко снимаются с дисков, а ее остатки счищаются щеткой или кисточкой.\\tИ. Григорьева\n        ",
            title: "Способ диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2468053",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки давлением с подогревом и импульсным нагружением, отличается тем, что с целью\n            повышения кач-ва сварного соединения и снижения деформации детали нагревают до т-ры, соответствующей концу\n            рекристаллизации свариваемых Me, затем охлаждают со скоростью 100—1000° С/с до т-ры начала рекристаллизации,\n            а импульсную нагрузку прикладывают при этой т-ре. Под действием этой нагрузки окисная пленка разрушается в\n            местах конц-ии напряжений, а контактирующие поверхности, пластически деформируясь, вытесняют осколки окислов\n            из зоны соединения, обеспечивая качеств. соединение. И. Григорьева\n        ",
            title: "Способ сварки давлением с подогревом",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2466351",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ холодной сварки Me внахлестку со сдавливанием инструментом предварительно упрочненных\n            участков деталей, отличается тем, что с целью повышения прочности сварного соединения за счет увеличения\n            рас-декаемости свариваемых поверхностей упрочнение участков каждой детали производят со стороны, прилегающей\n            к инструменту, получая переменную по толщине детали твердость Me, уменьшающуюся к зоне соединения деталей.\n        ",
            title: "Способ холодной сварки металлов внахлестку",
            ydk: null,
            classification: "В 23 К 21/00",
            number: "2405582",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ холодной шовной сварки по авт. св. 490600, отличается тем, что с целью улучшения кач-ва\n            соединения за счет ориентирования сварочного инструмента относительно изделия между операциями обжима и\n            сварки напряженную зону сдавливают одновременно бойком и пуансоном, расположенными диаметрально\n            противоположно. Предлагаемый способ позволит устранить брак при выполнении соединения на монтаже кабельных\n            муфт в полевых условиях, где затруднено использование различных устр-в, позволяющих точно размещать рабочий\n            сварочный инструмент по отношению к соединяемым деталям. Ил. 1. И. Григорьева\n        ",
            title: "Способ холодной шовной сварки",
            ydk: null,
            classification: "В 23 К 21/00",
            number: "2351363",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для УЗ-сварки, содержащее волновод с магнитострикционным преобразователем, сварочный\n            инструмент, узел акустич. развязки, расположенный в узловой плоскости смещений УЗ-колебаний волновода, и\n            механизм нагружения, отличается тем, что с целью увеличения к. п. д. и уменьшения инерционности устр-ва,\n            узел акустич. развязки выполнен в виде торсионного подвеса, жестко связанного с механизмом нагружения.\n            Сечение торсионного подвеса может быть различным, напр., прямоугольным, круглым в зависимости от\n            конструктивного исполнения или условий нагружения акустич. х-к устр-ва. Ил. 2. И. Григорьева\n        ",
            title: "Устройство для ультразвуковой сварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2363609",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Инструмент для УЗ-обработки, содержащей концентрично размещенные стержень и втулку резонансной\n            длины, отличается тем, что с целью упрощения конструкции и повышения кач-ва изделий путем увеличения\n            интенсивности колебаний, он снабжен наконечником, расположенным на рабочем конце инструмента и сопряженным с\n            помощью резьбовых соединений со стержнем и втулкой, причем нерабочие концы стержня и втулки соединены между\n            собой неподвижно, а резьбовые соединения стержня с наконечником и втулки с наконечником выполнены с\n            различным шагом резьбы. Инструмент пригоден для УЗ-сварки, штамповки и т. д. Ил. 1.\n        ",
            title: "Инструмент для ультразвуковой обработки",
            ydk: null,
            classification: "В 21 J 5/10, В 23 К 19/00",
            number: "2467909",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для УЗ-сварки, содержащее соосно установленные преобразователь, волновод, концентратор и\n            инструмент, отличается тем, что с целью повышения кач-ва сварного соединения за счет автоматич. отключения\n            ввода колебаний в момент образования сварного контакта, устр-во снабжено закрепленным на волноводе, соосно с\n            ним, сильфоном, в концентраторе выполнено осевое отверстие, в котором с возможностью перемещения установлен\n            инструмент, соединенный с волноводом при помощи упомянутого сильфона. Ил. 1.\n        ",
            title: "Устройство для ультразвуковой сварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2376245",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ получения биметалла путем сборки пакета из слоев W и Мо и горячей прокатки пакета в вакууме\n            отличается тем, что с целью повышения прочности биметалла, между слоями, W и Мо помещают прослойку из Та. Та\n            хорошо сваривается с W и Мо. Предел текучести и, следовательно, сопротивление деформации у Та меньше, чем у\n            W и Мо. Если деформация всего пакета 25—30%, то значение деформации Та 40— 50%, W 10-—15%, Мо 20—30%. Т.\n            обр., обеспечено удовлетворительное кач-во сварки W с Та и Мо с Та. Разброс значений деформации всего пакета\n            определяется толщиной пакета. Т-ра прокатки составляет 1200— 1600° С, что определяется механич. х-ками\n            составляющих.\\tИ. Григорьева\n        ",
            title: "Способ получения биметалла вольфрам-молибден",
            ydk: null,
            classification: "В 23 Р 3/02",
            number: "2473677",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки давлением через промежуточную прокладку, при котором скорость деформирования задают\n            принудительно, отличаются тем, что с целью экономии материала за счет уменьшения необходимой объемной\n            деформации деталей сварку ведут при скорости деформирования, соответствующей сопротивлению пластич.\n            деформации материала промежуточной прокладки, меньшему, чем у свариваемых материалов.\n        ",
            title: "Способ сварки давлением",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2474762",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Привод пуансонов устр-ва для холодной сварки и откуса металлич. откачных штенгелей, содержащий\n            установленный в опорах вал кривошипно-шатунного механизма, связанный с редуктором, отличается тем, что, с\n            целью упрощения конструкции, снижения веса и габаритов привода, редуктор выполнен в виде одноступенчатой\n            зубчатой передачи и волнового генератора, а один торец вала выполнен в виде фланца с центр, расточкой, в\n            которой размещена ось волнового генератора, гибкая шестерня которого установлена с возможностью\n            взаимодействия с наружной боковой поверхностью упомянутого фланца, а полости которого смонтированы опоры\n            вала кривошипно-шатунного механизма.\n        ",
            title: "Привод пуансонов устройства для холодной сварки",
            ydk: null,
            classification: "В 23 К 21/00",
            number: "2303953",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Мозаичный УЗ-преобразователь, содержащий концентратор с переходным стержнем в форме многогранника,\n            на боковых гранях которого закреплены пьезокерамич. излучатели, и деформирующий инструмент, отличается тем,\n            что с целью расширения полосы пропускания и получения равномерной амплитудно-частотной х-ки по механич.\n            выходу пьезокерамич. излучатели выполнены в виде пьезопластин с переменной толщиной, меняющейся в\n            направлении излучения по линейному или синусоидальному закону, при при этом любые пары пьезопластин,\n            размещены на смежных гранях переходного стержня, выполнены с противоположным по знаку изменением толщины.\n            Ил. 2.\n        ",
            title: "Мозаичный ультразвуковой преобразователь",
            ydk: null,
            classification: "В 06 В 1/06",
            number: "2398411",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Инструмент для УЗ-приварки проволочных выводов, содержащий канал для подачи проволоки и размещенные\n            на рабочем торце пересекающиеся под прямым углом продольный и поперечный пазы, отличается, тем, что с целью\n            повышения равнопрочности соединения и исключения отслаивания вывода в момент обрыва, продольный паз выполнен\n            коническим, расширяющимся в сторону канала для подачи проволоки.\n        ",
            title: "Инструмент для ультразвуковой приварки проволочных выводов",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2153688",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Инструмент для- УЗ-сварки по авт. св. 530769, отличается тем, что с целью обеспечения\n            многопозиционной сварки и повышения кач-ва сварных соединений за счет образования крутильных колебаний, он\n            снабжен стержнями с дополнительными рабочими наконечниками, при этом концы каждого из стержней закреплены в\n            диаметрально противоположных пучностях соответствующего витка спиральной пружины. Ил 1.\n        ",
            title: "Инструмент для ультразвуковой сварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2339741",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Установка для точечной миркосварки, преимущественно ультразвуковой, содержащая 2 сварочных\n            инструмента, размещенные на рычагах, взаимодействующих с приводами сжатия, отличается тем, что с целью\n            повышения кач-ва сварки путем обеспечения параллельности плоскости свариваемых деталей и плоскостей торцов\n            сварочных инструментов независимо от размеров свариваемых деталей и износа инструментов, установка снабжена\n            двумя приводными каретками, смонтированными с возможностью встречного перемещения в направлении,\n            параллельном направлению усилия сжатия, а рычаги снабжены индивидуальными осями, установленными на\n            упомянутых каретках. Ил. 4.\n        ",
            title: "Установка для точечной микросварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2412488",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ соединения деталей, включающий сварку и последующую обработку сварного соединения путем\n            нанесения металлич. покрытия, отличается тем, что с целью обработки сварных соединений, выполненных сваркой\n            трением с образованием грата в труднодоступных местах, покрытие сварных соединений наносят непосредственно\n            после сварки введением в зону стыка частиц припоя и используют для его расплавления сварочное тепло. Ил. 1.\n        ",
            title: "Способ соединения деталей",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "2367416",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Машина для сварки трением, содержащая зажимы для свариваемых деталей, электродвигатель для вращения\n            одной из деталей и привод осевого усилия, отличается тем, что с целью упрощения конструкции и уменьшения\n            габаритов машины, привод осевого усилия выполнен на базе электродвигателя вращения, ротор которого\n            установлен в статоре с возможностью осевого перемещения, а обмотка статора расположена несимметрично\n            относительно поперечной оси симметрии ротора, при этом один из зажимов закреплен на торце ротора, а другой -\n            на торце статора. Ил. 1.\n        ",
            title: "Машина для сварки трением",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "2379983",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для ВЧ-сварки труб из двух и более полос Me, содержащее индукторы по одному для каждого\n            сварного шва, подключенные к индивидуальным источникам питания, контурные емкости, а также компенсирующие\n            трансформаторы, попарно связывающие цепи индукторов, отличается тем, что с целью уменьшения потерь мощности\n            первичные обмотки компенсирующих трансформаторов включены последовательно с индукторами, а вторичные\n            выполнены с большим, чем первичные, числом витков и попарно соединены между собой, при этом параллельно\n            каждой вторичной обмотке включена емкость. Ил. 1.\n        ",
            title: "Устройство для высокочастотной сварки труб из двух и более полос металла",
            ydk: null,
            classification: "В 23 К 13/00",
            number: "2382150",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Машина для стыковой индукционной сварки труб (Т), содержащая станину, подвижную и неподвижную бабки\n            со шпинделями, несущими зажимы Т и соединенными через систему передач с установленным на станине\n            электродвигателем, обеспечивающим вращение стыка, индуктор, механизмы установки Т в индукторе, образования\n            зазора в стыке, осадки нагретых Т и установки индуктора, а также устр-во для подачи защитного газа в зону\n            сварки, отличается тем, с целью повышения точности установки стыка Т одновременной авт-ции процесса в\n            боковой стенке индуктора выполнено сквозное отверстие, центр, которого совмещена с горизонтальным\n            диаметром\\r\\r\\nиндуктора, при этом против отверстия, по обеим сторонам индуктора, жестко укреплены источник\n            света и фотоэлемент, электрически связанный с механизмами установки Т. зажима их и установки индуктора. Ил.\n            3.\n        ",
            title: "Машина для стыковой индукционной сварки труб",
            ydk: null,
            classification: "В 89 К 13/00, 37/04",
            number: "1407458",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузионной сварки керамики, преимущественно алюмооксидной, при котором на свариваемые\n            поверхности предварительно наносят материал, имеющий высокую адгезию к керамике, а на него — материал с\n            низкой т-рой плавления, отличается тем, что с целью повышения прочности соединения в качестве первого\n            материала используют Сг, а второго — Ag. Сварку производят в установке типа СДВУ-12. Прочность сварных\n            соединений керамич. деталей, соединенных предлагаемым способом, достигает 60—80% от прочности основного Me.\n            И. Григорьев\n        ",
            title: "Способ диффузионной сварки керамики",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "1960256",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сварки давлением разнородных материалов, при котором скорость деформирования задают\n            принудительно, отличается тем, что с целью повышения кач-ва сварного соединения и экономии материала за счет\n            симметричного деформирования деталей сварку ведут при скорости деформирования, соответствующей равенству\n            сопротивления пластич. деформированию свариваемых материалов.\n        ",
            title: "Способ сварки давлением разнородных материалов",
            ydk: null,
            classification: "В 23 К 19/00, В 23 К 21/00",
            number: "2436467",
            placePublication: null,
            certificateAuthorship: "???. ??. ????",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ, включающий сборку негерметичного пакета из основных слоев и размещенной между ними\n            прослойки, выполненных из различных металлич. материалов по крайней мере, один из которых легко окисляемый,\n            горячую прокатку тем, что с целью повышения прочности сцепления слоев заготовки и расширения. технологии.\n            возможностей прослойку берут шириной 0,5—0,95 ширины основного слоя и толщиной 0,05—0,35 толщины основного\n            слоя и располагают со смещением от центра до совмещения боковой кромки прослойки и основных слоев, а\n            деформацию в вакууме осуществляют с абс. обжатием, равным по величине сумме толщин прослойки и 0,05—0,15\n            основных слоев. При прокатке в вакууме пакета с абс. обжатием меньше, чем предложено, не обеспечивается\n            получение миним. зоны слоя из однородного материала в сечении двухслойной заготовки, а также прочного\n            соединения слоев однородного материала в случае многослойных заготовок, прокатка с большим обжатием\n            нецелесообразна. И. Григорьева\n        ",
            title: "Способ изготовления комбинированной заготовки",
            ydk: null,
            classification: "В 23 Р 3/06",
            number: "2437681",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ термич. резки листов, при котором производят вырезку детали, фиксацию детали, напр.,\n            электромагнитом и отделение детали от листа, отличается тем, что с целью повышения произв-сти фиксацию\n            детали производят до окончания ее вырезки. Процесс резки начинают в точке контура детали, наиболее удаленной\n            от места фиксации последней. Изобретение относится к отраслям пром-сти, применяющим термич. резку деталей из\n            листов с последующей сортировкой и комплектацией. Способ может быть использован на предприятиях\n            судостроения, энергомашиностроения и др. И. Космынина\n        ",
            title: "Способ термической резки листов",
            ydk: null,
            classification: "В 23 К 7/00",
            number: "2363074",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Установка для диффузионной сварки, содержащая вакуумную камеру, нагревательное устр-во, привод\n            давления в виде гидроцилиндра с вертикальными патрубками, в которые вставлены рабочие пуансоны, гидравлич. и\n            вакуумные системы, а также многопозиционное приспособление для размещения свариваемых деталей, отличается\n            тем, что с целью повышения кач-ва сварного соединения путем обеспечения равномерности сдавливания\n            свариваемых деталей, на верхних концах патрубков установлены герметизирующие мембраны, нижние концы\n            патрубков размещены в вакуумной камере, рабочие пуансоны расположены в этих концах, а между пуансонами и\n            мембранами размещены шарики. С целью обеспечения возможности сварки деталей, расположенных в различных\n            плоскостях, патрубки выполняют криволинейными. Ил. 2. И. Григорьева\n        ",
            title: "Установка для диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2415487",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Установка для микросварки, содержащая корпус, УЗ-генератор, преобразователь, сварочный инструмент и\n            рабочий стол с механизмом качания, отличается тем, что с целью повышения пройзв-сти и надежности за счет\n            обеспечения последовательной приварки нескольких выводов, расположенных по одной прямой, одним сварочным\n            инструментом установка снабжена пьезоэлементом для упругого деформирования сварочного инструмента, который\n            выполнен в виде упругого стержня, одним концом закрепленного на преобразователе, а другим связанного с\n            пьезоэлементом, при этом плоскость миним. жесткости сварочного инструмента перпендикулярна поверхности\n            рабочего стола, плоскость максим. жесткости параллельна ей, преобразователь установлен с возможностью ввода\n            УЗ-колебаний в плоскость максим. жесткости сварочного инструмента, а пьезоэлемент смонтирован в корпусе с\n            возможностью установочного возвратно-поступательного перемещения вдоль продольной оси сварочного\n            инструмента. С целью обеспечения деформации упругого стержня только в направлении к поверхности рабочего\n            стола, продольная ось упругого стержня наклонена к поверхности рабочего стола. Изобретение относится к\n            оборудованию для микросварки, используемому, в частности, в произ-ве полупроводниковых приборов и\n            интегральных схем. И. Космынина\n        ",
            title: "Установка для микросварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2371606",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ контроля состава атмосферы, при котором в контролируемую зону помещают запальный элемент и\n            по загоранию газа судят о его составе, отличается тем, что, с целью повышения достоверности контроля состава\n            защитной атмосферы при стыковой сварке с индукционным нагревом запальный элемент включают одновременно с\n            началом нагрева свариваемых деталей, фиксируют момент времени, в который происходит загорание газа и\n            дополнительно по положению этого момента во времени относительно цикла нагрева судят о составе атмосферы в\n            процессе сварки. Способ позволяет надежно и достоверно зафиксировать все возможные нарушения газовой защиты\n            при стыковой сварке с индукционным нагревом и, следовательно, повысить ее кач-во. Ил. 2. И. Григорьева\n        ",
            title: "Способ контроля состава атмосферы",
            ydk: null,
            classification: "В 23 К 35/38, В 23 К 13/00, 608630",
            number: "2380321",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ локального нанесения Me на детали, преимущественно при заращивании зазоров между деталями\n            для их соединения, при котором в зоне нанесения Me размещают пористый материал, пропитывают его\n            электролитом, присоединяют к аноду и производят наращивание слоя Me из электролита, отличается тем, что с\n            целью увеличения произв-сти процесса, в пористый материал предварительно вводят частицы наносимого Me.\n            Изобретение относится к гальванотехнике и может быть использовано при сварке деталей в электролите. Ил. 1.\n            И. Григорьева\n        ",
            title: "Способ локального нанесения металла на детали",
            ydk: null,
            classification: "С 25 D 5/34, В 23 К 28/00",
            number: "2433067",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузионной сварки разнородных материалов в защитной среде через промежуточную пористую\n            прокладку, получаемую спеканием порошка, отличается тем, что с целью интенсификации процесса и снижения т-ры\n            сварки спекание промежуточной прокладки производят при 50—300° С.\n        ",
            title: "Способ диффузионной сварки разнородных материалов",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2309289",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ сборки полупроводниковых приборов путем диффузионной сварки в вакууме отличается тем, что с\n            целью стабилизации параметров приборов сборку ведут при т-ре, не превышающей, по крайней мере, 0,4 т-ры\n            плавления легкоплавкого материала соединяемых деталей, и сжимающем уд. усилии, не превышающем величину\n            предела упругости полупроводникового кристалла.\n        ",
            title: "Способ сборки полупроводниковых приборов",
            ydk: null,
            classification: "Н 01 L 21/22",
            number: "1485016",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ диффузионной сварки, при котором сварочное давление создают за счет разницы в коэф, термич.\n            расширения материала сварочного приспособления с оправкой и свариваемых материалов, отличается тем, что с\n            целью повышения кач-ва сварного соединения за счет создания дополнительного давления при расширении оправки\n            сварку осуществляют при т-ре полиморфного превращения материала оправки. Ил. 1.\n        ",
            title: "Способ диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2485879",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ сварки давлением с подогревом в режиме сверхпластичности, при котором скорость\n            деформирования задают принудительно. Для экономии материала за счет снижения объемной деформации свариваемых\n            деталей в конце процесса т-ры подогрева снижают. Скорость деформирования поддерживают постоянной. В период\n            снижения т-ры подогрева скорость деформирования увеличивают. Изобретение относится к области сварки\n            давлением и может быть использовано в машиностроении, авиастроении, приборостроении и других отраслях\n            пром-сти. И. Космынина\n        ",
            title: "Способ сварки давлением с подогревом",
            ydk: null,
            classification: "В 23 к 19/00",
            number: "2472776",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для произ-ва биметаллич. изделий содержащее высокотемпературную камеру высокого давления с\n            расплавом и герметичной крышкой, расположенный вокруг высокотемпературной камеры нагреватель, отличается\n            тем, что с целью достижения высоких давлений при сварке и расширения сортамента свариваемых заготовок по\n            толщине основного и плакирующего слоя оно снабжено герметичным водоохлаждаемым корпусом, в котором с зазором\n            расположена камера, при этом полость, образованная между камерой и кор-пусом, соединена отверстиями с\n            полостью высокотемпературной камеры, расположенной над расплавом. Ил. 1.\n        ",
            title: "Устройство для производства биметаллических изделий",
            ydk: null,
            classification: "В 23 Р 3/02",
            number: "2133236",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Инструмент для УЗ-сварки, выполненный в виде иглы с продольной канавкой на рабочем торце,\n            отличается тем, что с целью повышения стабильности сварки в канавке вдоль ее оси выполнен ряд лунок, причем\n            глубина каждой лунки h выбрана в соответствии с соотношением 0,5 d?h?d где d— диаметр лунки, а общий объем\n            всех лунок составляет 0,05—0,1 объема канавки.\n        ",
            title: "Инструмент для ультразвуковой сварки",
            ydk: null,
            classification: "В 23 К 19/04",
            number: "2491989",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для сварки труб трением, содержащее соединенную с приводом вращения вставку со сквозными\n            пазами, располагаемую между свариваемыми деталями, отличается тем, что с целью уменьшения образования грата\n            и облегчения подрезания вставки в процессе сварки привод вращения снабжен подпружиненными роликами,\n            установленными в пазах вставки.\n        ",
            title: "Устройство для сварки труб трением",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "1980542",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ изготовления сварной тонкостенной профильной заготовки, преимущественно Y-, Х-образной,\n            тавровой и двутавровой из легкоокисляющихся материалов, включающий сборку пакета путем установки между двумя\n            листами основного материала, по всей их площади листовых прокладок из того же материала и ме-таллич.\n            наполнителя, горячую прокатку пакета в вакууме, удаление наполнителя. Для упрощения операции удаления\n            наполнителя его берут толщиной 0,7—0,9 oт толщины прокладки при отношении толщины прокладки и пакета 0,2-0,5\n            и прокатывают пакет с относительным обжатием 20-23%. Профильные заготовки находят применения во многих\n            отраслях пром-сти, напр. хим., авиационной, машиностроительной в качестве конструкционных элементов. И.\n            Космынина\n        ",
            title: "Способ изготовления сварной тонкостенной профильной заготовки",
            ydk: null,
            classification: "В 23 Р 3/06",
            number: "2475025",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для точечной УЗ-сварки, содержащее 2 сварочные системы, снабженные сварочными\n            наконечниками, задающий, генератор, коммутирующее устр-во с несколькими входами, подключенное к усилителю\n            мощности и к двум сварочным системам, регулятор цикла сварки, отличается тем, что с целью повышения кач-ва\n            сварки, между одним из входов коммутирующего устр-ва и выходом задающего генератора введены фазовращатель и\n            2-й усилитель мощности, соединенные-последовательно, при этом сварочные системы выполнены с различными\n            регулируемыми коэф, усиления. Использование в устр-ве нескольких сварочных систем с различными коэф,\n            усиления позволяет менять в процессе сварки выходное сопротивление систем, т. е. согласовать их с механич.\n            сопротивлением зоны сварки. В этом случае сохраняются оптим. условия для-передачи энергии в зону сварки на\n            различных этапах образования сварного соединения. Ил. 2. И. Григорьева\n        ",
            title: "Устройство для точечной ультразвуковой сварки",
            ydk: null,
            classification: "В 23 к 19/04",
            number: "2431667",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Ультразвуковая колебательная система, содержащая-источник УЗ-колебаний со ступенчатым\n            концентратором и магнитострикционный датчик акустич. обратной связи, соединенный с концентратором,\n            отличается тем, что с целью повышения точности настройки резонансной частоты, магнитострикционный датчик\n            акустич. обратной связи прикреплен одним концом к торцу входной ступени концентратора со стороны выходной\n            ступени, при этом длина датчика составляет (0,25—0,36) длины продольной УЗ-волны в материале датчика.\n            Магнитострикционный датчик акустич. обратной связи выполнен в виде дуги и вторым своим концом соединен с\n            боковой поверхностью выходной ступени концентратора. Ил. 2. И. Григорьева\n        ",
            title: "Ультразвуковая колебательная система",
            ydk: null,
            classification: "В 06 В 1/00",
            number: "2452275",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Устр-во для сварки труб трением через промежуточную вставку, содержащее основание, механизм\n            вращения промежуточной вставки, выполненный в виде приводной пары шестерен, из которых ведомая шестерня\n            находится в зацеплении с промежуточной вставкой, для чего на внутренней поверхности этой шестерни и наружной\n            поверхности промежуточной вставки выполнены зубчатые венцы, отличается тем, что с целью центрирования\n            вставки относительно свариваемых труб и повышения надежности работы зубчатой передачи на ведомой шестерне\n            выполнены боковые кольцевые направляющие, которые установлены на основании при помощи подшипников. Ил. 2.\n        ",
            title: "Устройство для сварки труб трением через промежуточную вставку",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "2108335",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ получения двухслойных трубчатых соединений диффузионной сваркой коаксиально\n            собранных трубных заготовок, при котором сварочное давление создают за счет разницы коэф. термин. расширения\n            материала заготовок. Для повышения кач-ва сварного соединения за счет ограничения деформации свариваемых\n            заготовок и снижения энергозатрат, нагрев осуществляют до т-ры, не превышающей т-ру потери несущей\n            способности менее прочной из заготовок. Технико-экономич. эффект изобретения заключается в повышении кач-ва\n            сварного соединения трубных заготовок, увеличении прочности и плотности зоны соединения. И. Космынина\n        ",
            title: "Способ получения двухслойных трубчатых соединений",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2433495",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ удаления грата при сварке трением при помощи резцов, закрепленных на маховой массе, имеющей\n            возможность вращения относительно шпинделя, отличается тем, что с целью повышения кач-ва сварного соединения\n            путем дополнительного циклич. наклепа зоны стыка перед началом сварки резцы устанавливают в зоне стыка,\n            тыльную плоскость резцов располагают по касательной к наружной поверхности заготовки, а режущую кромку\n            совмещают с образующей этой поверхности. Ил. 4.\n        ",
            title: "Способ удаления грата при сварке трением",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "2337955",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ регулирования соосности заготовок при сварке трением, по которому контролируют положение\n            заготовок и при отклонении их от исходного соосного положения смещают одну относительно другой, отличается\n            тем, что с целью повышения соосности заготовок контроль положения заготовок осуществляют путем замера\n            радиальных напряжений в течение всего процесса сварки и смещение заготовок одна относительно другой при\n            отклонении от исходного соосного положения прекращают при радиальных напряжениях, равных нулю. Ил. 3.\n        ",
            title: "Способ регулирования соосности заготовок при сварке трением",
            ydk: null,
            classification: "В 23 К 19/02",
            number: "2447311",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ ВЧ-сварки одновременно двумя параллельными швами двух элементов, преимущественно труб,\n            связанных перемычкой, при котором ширину заготовки перемычки выбирают равной сумме величин зазора между\n            элементами и осадок в двух швах, элементы устанавливают на заданном расстоянии параллельно друг друга, а\n            усилие осадки создают за счет деформации заготовки перемычки, установленной между ними, отличается тем, что\n            с целью упрощения технологии и повышения кач-ва изделия заготовку перемычки устанавливают между соединяемыми\n            элементами так, что ее продольная ось равноудалена от свариваемых поверхностей соединяемых элементов, лежит\n            в плоскости, проходящей через эти поверхности, и наклонена к этой плоскости, а деформацию заготовки\n            перемычки осуществляют, разворачивая ее до совмещения свариваемых поверхностей перемычки и соединяемых\n            элементов. Ил. 2.\n        ",
            title: "Способ высокочастотной сварки",
            ydk: null,
            classification: "В 23 К 13/00, В 23 К 31/08",
            number: "2199655",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ автоматич. регулирования процесса ВЧ-сварки путем воздействия на мощность источника питания\n            нагревательного устр-ва в зависимости от сигнала, характеризующего параметры сварочного процесса, отличается\n            тем, что с целью повышения стабильности процесса сварки при действии различных возмущающих факторов в\n            качестве регулирующего сигнала используют амплитуду пульсаций ВЧ-напряжения в сварочном контуре, возникающих\n            при периодич. изменениях положения точек схода кромок трубных заготовок.\n        ",
            title: "Способ автоматического регулирования процесса высокочастотной сварки",
            ydk: null,
            classification: "В 23 К 13/00",
            number: "1488411",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Способ ВЧ-сварки изделий конечной длины, преимущественно при изготовлении сварных труб, с\n            контактным подводом тока высокой частоты к сходящимся под острым углом свариваемым кромкам изделия,\n            отличается тем, что с целью сокращения отходов Me за счет уменьшения несваренных в конце и в начале изделия\n            участков, контакты при сварке конца заготовки перемещают от места их оптим. расположения до точки сварки со\n            скоростью, равной скорости сварки, вместе с заготовкой, а при сварке начала следующей заготовки — в обратном\n            направлении с той же скоростью при неподвижной заготовке. Ил. 1.\n        ",
            title: "Способ высокочастотной сварки изделий конечной длины",
            ydk: null,
            classification: "В 23 К 13/00, В 21 С 37/08",
            number: "1450238",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ сварки Me, при котором между свариваемыми деталями размещают гидрид активного Me,\n            сдавливают и нагревают. Для повышения произв-сти процесса, прочности соединения и упрощения технологии в\n            результате исключения защитной среды, давление осуществляют полым пуансоном, а нагрев импульсами\n            концентрированного источника нагрева — через полость в пуансоне. Приведен пример сварки электрич. Ni-вывода\n            толщиной 0,1 мм с диэлектрич. основой, металлизированной слоем Си толщиной 0,3 мм. Ил. 1. М. Фролова\n        ",
            title: "Способ диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2454199",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложена установка для диффузионной сварки в вакууме или в среде защитного газа, содержащая\n            машину для контактной сварки с электрододержателями, рабочую камеру, системы вакуумирования и подвода\n            защитного газа. Для упрощения конструкции установки и уменьшения капитальных затрат при ее, изготовлении\n            рабочая камера выполнена из двух полукамер с хвостовиками, закрепленными в электрододержателях. Ил. 1. М.\n            Фролова\n        ",
            title: "Установка для диффузионной сварки",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2512067",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ сварки давлением с подогревом, при котором для повышения произв-сти процесса,\n            экономии Me и снижения энергозатрат, в период смятия микровыступов свариваемых поверхностей процесс ведут\n            при скоростях деформирования, соответствующих напряжениям, не превышающим предел текучести свариваемых\n            материалов. Приведен пример сварки в вакууме образцов из Ti-сплава ВТ6.\\tМ. Фролова\n        ",
            title: "Способ сварки давлением с подогревом",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2536741",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложен способ сварки давлением с использованием промежуточной прослойки из Ni. Для повышения\n            кач-ва сварного соединения в результате увеличения прочности, коррозионной стойкости и жаропрочности, между\n            прослойкой из Ni и тугоплавким Me помещают прослойку из Та. Приведен пример сварки трубы из сплава 5ВМЦ\n            диам. 120 мм и длиной 50 мм с трубой из Ст 12Х18Н-10Т Ил. 1. М. Фролова\n        ",
            title: "Способ сварки давлением тугоплавких металлов с нержавеющими сталями",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2488768",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Предложено устр-во для сварки давлением, преимущественно труб из разнородных тугоплавких Me,\n            содержащее нагреватель и обжимные ролики. Для повышения кач-ва сварки благодаря осуществлению постоянного\n            контроля за т-рой нагреваемого стыка, один из обжимных роликов снабжен термоэмиссионным датчиком, встроенным\n            в него. Для повышения срока службы обжимных роликов, они выполнены из тугоплавкой керамики. Все технологии.\n            параметры выдерживаются автоматически, без участия оператора. Ил. 3. М. Фролова\n        ",
            title: "Устройство для сварки давлением",
            ydk: null,
            classification: "В 23 К 19/00",
            number: "2347120",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        },
        {
            country: "Russian",
            description:
                "Пьезоэлектрический преобразователь для микросварки, содержащий концентратор с деформирующим\n            инструментом и многогранную металлич. накладку с закрепленными на гранях пьезоэлементами, отличается тем,\n            что с целью расширения полосы частот возбуждаемых колебаний, металлич. накладка выполнена со сквозными\n            продольными отверстиями в форме многогранника, разделенными, четвертьволновыми перегородками, на которых\n            размещены дополнительные пьезоэлементы. Ил. 1.\n        ",
            title: "Пьезоэлектрический преобразователь для микросварки",
            ydk: null,
            classification: "В 06 В 1/06",
            number: "2389008",
            placePublication: null,
            certificateAuthorship: "Авт. св. СССР",
            authors: ["Михеев Варлаам Артемович, ", "Агафонов Елисей Улебович, ", "Колесников Вячеслав Дмитрьевич, ", "Назаров Альберт Ефимович"]
        }
    ];
}
